<HTML>
<HEAD>
<!-- This HTML file has been created by texi2html 1.51
     from doku.texinfo on 4. April 1999 -->

<TITLE>Atlantis Doku</TITLE>
</HEAD>
<BODY BGCOLOR="#FFFFE0">
<H1>Atlantis Doku</H1>
<H2>Die Spielregeln f&uuml;r German Atlantis 6.0</H2>
<H2>letzte &Auml;nderung: 1999-04-04</H2>
<ADDRESS>von Alexander Schr&ouml;der</ADDRESS>
<P>
<P><HR><P>
<H1>Inhalt</H1>
<UL>
<LI><A NAME="TOC1" HREF="doku.html#SEC1">Allgemeines</A>
<UL>
<LI><A NAME="TOC2" HREF="doku.html#SEC2">Copyright</A>
<LI><A NAME="TOC3" HREF="doku.html#SEC3">Danksagung</A>
<LI><A NAME="TOC4" HREF="doku.html#SEC4">Einleitung</A>
<LI><A NAME="TOC5" HREF="doku.html#SEC5">Parteien und Einheiten</A>
<LI><A NAME="TOC6" HREF="doku.html#SEC6">Die Welt</A>
<LI><A NAME="TOC7" HREF="doku.html#SEC7">Mogeln</A>
<LI><A NAME="TOC8" HREF="doku.html#SEC8">Bugs</A>
</UL>
<LI><A NAME="TOC9" HREF="doku.html#SEC9">Kontakt zum Spielleiter</A>
<LI><A NAME="TOC10" HREF="doku.html#SEC10">Talente</A>
<UL>
<LI><A NAME="TOC11" HREF="doku.html#SEC11">Talente lernen</A>
<LI><A NAME="TOC12" HREF="doku.html#SEC12">Liste der Talente</A>
</UL>
<LI><A NAME="TOC13" HREF="doku.html#SEC13">Ausgaben</A>
<LI><A NAME="TOC14" HREF="doku.html#SEC14">Arbeiten</A>
<LI><A NAME="TOC15" HREF="doku.html#SEC15">Unterhaltung</A>
<LI><A NAME="TOC16" HREF="doku.html#SEC16">Handel</A>
<LI><A NAME="TOC17" HREF="doku.html#SEC17">Diebstahl</A>
<LI><A NAME="TOC18" HREF="doku.html#SEC18">Spionage</A>
<LI><A NAME="TOC19" HREF="doku.html#SEC19">Steuern eintreiben</A>
<LI><A NAME="TOC20" HREF="doku.html#SEC20">Magier</A>
<LI><A NAME="TOC21" HREF="doku.html#SEC21">Reisen</A>
<LI><A NAME="TOC22" HREF="doku.html#SEC22">Waren</A>
<LI><A NAME="TOC23" HREF="doku.html#SEC23">Burgen</A>
<LI><A NAME="TOC24" HREF="doku.html#SEC24">Schiffe</A>
<LI><A NAME="TOC25" HREF="doku.html#SEC25">Strassen</A>
<LI><A NAME="TOC26" HREF="doku.html#SEC26">Konflikte</A>
<UL>
<LI><A NAME="TOC27" HREF="doku.html#SEC27">Allianzen</A>
<LI><A NAME="TOC28" HREF="doku.html#SEC28">Krieg</A>
<UL>
<LI><A NAME="TOC29" HREF="doku.html#SEC29">Die beiden Seiten</A>
<LI><A NAME="TOC30" HREF="doku.html#SEC30">Die Schlacht</A>
<LI><A NAME="TOC31" HREF="doku.html#SEC31">Die K&auml;mpfenden</A>
<LI><A NAME="TOC32" HREF="doku.html#SEC32">Pl&uuml;nderung</A>
<LI><A NAME="TOC33" HREF="doku.html#SEC33">Belagerung</A>
</UL>
</UL>
<LI><A NAME="TOC34" HREF="doku.html#SEC34">Befehle</A>
<UL>
<LI><A NAME="TOC35" HREF="doku.html#SEC35">Lange und kurze Befehle</A>
<LI><A NAME="TOC36" HREF="doku.html#SEC36">Bei der Eingabe zu beachten</A>
<LI><A NAME="TOC37" HREF="doku.html#SEC37">Tips</A>
</UL>
<LI><A NAME="TOC38" HREF="doku.html#SEC38">Liste der Befehle</A>
<UL>
<LI><A NAME="TOC39" HREF="doku.html#SEC39"><CODE>ADRESSE</CODE></A>
<LI><A NAME="TOC40" HREF="doku.html#SEC40"><CODE>ARBEITE</CODE></A>
<LI><A NAME="TOC41" HREF="doku.html#SEC41"><CODE>ATTACKIERE</CODE></A>
<LI><A NAME="TOC42" HREF="doku.html#SEC42"><CODE>BEKLAUE</CODE></A>
<LI><A NAME="TOC43" HREF="doku.html#SEC43"><CODE>BELAGERE</CODE></A>
<LI><A NAME="TOC44" HREF="doku.html#SEC44"><CODE>BENENNE</CODE></A>
<LI><A NAME="TOC45" HREF="doku.html#SEC45"><CODE>BESCHREIBE</CODE></A>
<LI><A NAME="TOC46" HREF="doku.html#SEC46"><CODE>BETRETE</CODE></A>
<LI><A NAME="TOC47" HREF="doku.html#SEC47"><CODE>BEWACHE</CODE></A>
<LI><A NAME="TOC48" HREF="doku.html#SEC48"><CODE>BOTSCHAFT</CODE></A>
<LI><A NAME="TOC49" HREF="doku.html#SEC49"><CODE>EINHEIT</CODE></A>
<LI><A NAME="TOC50" HREF="doku.html#SEC50"><CODE>ENDE</CODE></A>
<LI><A NAME="TOC51" HREF="doku.html#SEC51"><CODE>FINDE</CODE></A>
<LI><A NAME="TOC52" HREF="doku.html#SEC52"><CODE>FOLGE</CODE></A>
<LI><A NAME="TOC53" HREF="doku.html#SEC53"><CODE>FORSCHE</CODE></A>
<LI><A NAME="TOC54" HREF="doku.html#SEC54"><CODE>GIB</CODE></A>
<LI><A NAME="TOC55" HREF="doku.html#SEC55"><CODE>HELFE</CODE></A>
<LI><A NAME="TOC56" HREF="doku.html#SEC56"><CODE>KAEMPFE</CODE></A>
<LI><A NAME="TOC57" HREF="doku.html#SEC57"><CODE>KAMPFZAUBER</CODE></A>
<LI><A NAME="TOC58" HREF="doku.html#SEC58"><CODE>KAUFE</CODE></A>
<LI><A NAME="TOC59" HREF="doku.html#SEC59"><CODE>KONTAKTIERE</CODE></A>
<LI><A NAME="TOC60" HREF="doku.html#SEC60"><CODE>LEHRE</CODE></A>
<LI><A NAME="TOC61" HREF="doku.html#SEC61"><CODE>LERNE</CODE></A>
<LI><A NAME="TOC62" HREF="doku.html#SEC62"><CODE>LIEFERE</CODE></A>
<LI><A NAME="TOC63" HREF="doku.html#SEC63"><CODE>MACHE</CODE></A>
<LI><A NAME="TOC64" HREF="doku.html#SEC64"><CODE>NACH</CODE></A>
<LI><A NAME="TOC65" HREF="doku.html#SEC65"><CODE>NAECHSTER</CODE></A>
<LI><A NAME="TOC66" HREF="doku.html#SEC66"><CODE>PARTEI</CODE></A>
<LI><A NAME="TOC67" HREF="doku.html#SEC67"><CODE>PASSWORT</CODE></A>
<LI><A NAME="TOC68" HREF="doku.html#SEC68"><CODE>REKRUTIERE</CODE></A>
<LI><A NAME="TOC69" HREF="doku.html#SEC69"><CODE>SAMMEL</CODE></A>
<LI><A NAME="TOC70" HREF="doku.html#SEC70"><CODE>SENDE</CODE></A>
<LI><A NAME="TOC71" HREF="doku.html#SEC71"><CODE>STIRB</CODE></A>
<LI><A NAME="TOC72" HREF="doku.html#SEC72"><CODE>TREIBE</CODE></A>
<LI><A NAME="TOC73" HREF="doku.html#SEC73"><CODE>UNTERHALTE</CODE></A>
<LI><A NAME="TOC74" HREF="doku.html#SEC74"><CODE>VERKAUFE</CODE></A>
<LI><A NAME="TOC75" HREF="doku.html#SEC75"><CODE>VERLASSE</CODE></A>
<LI><A NAME="TOC76" HREF="doku.html#SEC76"><CODE>ZAUBERE</CODE></A>
<LI><A NAME="TOC77" HREF="doku.html#SEC77"><CODE>ZEIGE</CODE></A>
<LI><A NAME="TOC78" HREF="doku.html#SEC78"><CODE>ZERSTOERE</CODE></A>
</UL>
<LI><A NAME="TOC79" HREF="doku.html#SEC79">Ausf&uuml;hrliches Beispiel</A>
<UL>
<LI><A NAME="TOC80" HREF="doku.html#SEC80">Erste Runde</A>
<LI><A NAME="TOC81" HREF="doku.html#SEC81">Zweite Runde</A>
<LI><A NAME="TOC82" HREF="doku.html#SEC82">Dritte Runde</A>
</UL>
<LI><A NAME="TOC83" HREF="doku.html#SEC83">Reihenfolge der Befehle</A>
<LI><A NAME="TOC84" HREF="doku.html#SEC84">Zusammenfassung der Befehle</A>
<LI><A NAME="TOC85" HREF="doku.html#SEC85">Eindeutige Abk&uuml;rzungen</A>
<LI><A NAME="TOC86" HREF="doku.html#SEC86">Index</A>
</UL>
<P><HR><P>


<H1><A NAME="SEC1" HREF="doku.html#TOC1">Allgemeines</A></H1>

<P>
<A NAME="IDX1"></A>
Die Anleitung ist in folgenden Formaten erh&auml;ltlich: ASCII, HTML,
Texinfo, Info, DVI und Postscript.  Kommentare und Korrekturen
k&ouml;nnen jederzeit an mich gerichtet werden.  Die German Atlantis
Homepage befindet sich auf <a href="http://home.pages.de/~GA/">http://home.pages.de/~GA/</a>.

</P>
<P>
<A NAME="IDX2"></A>
<A NAME="IDX3"></A>
<A NAME="IDX4"></A>
Atlantis ist ein <STRONG>PBEM</STRONG>, d.h. ein "play by electronic mail"
Spiel.  Man spielt Atlantis, indem man seine Befehle regelm&auml;ssig
&uuml;ber E-Mail an mich schickt.  Dieser schickt jedem Spieler ein paar
Tage nach dem Zug-Abgabe-Termin (<STRONG>ZAT</STRONG>) die Auswertung sowie die
Zeitung, den Kommentar und den Kontostand -- falls es etwas zu
vermelden gibt.  Hat ein Spieler mir bis zum ZAT keine Befehle
geschickt, z&auml;hlt das als ein <STRONG>NMR</STRONG>.  Was NMR genau bedeuted,
weiss ich auch nicht: "nicht-mitgemachte-Runde" oder
"no-moves-received"... Auf alle F&auml;lle scheidet man aus, wenn
man davon drei hintereinander hat, wenn man also drei mal keine
Befehle einschickt.

</P>



<H2><A NAME="SEC2" HREF="doku.html#TOC2">Copyright</A></H2>
<P>
<A NAME="IDX5"></A>

</P>
<P> Copyright &copy; 1995-1999 Alexander Schr&ouml;der

<P> Permission is granted to make and distribute verbatim copies of this
manual provided the copyright notice and this permission notice are
preserved on all copies.

<P> Permission is granted to copy and distribute modified versions of
this manual under the conditions for verbatim copying, provided that the
entire resulting derived work is distributed under the terms of a
permission notice identical to this one.

<P> Permission is granted to copy and distribute translations of this
manual into another language, under the above conditions for modified
versions, except that this permission notice may be stated in a
translation approved by Alexander Schr&ouml;der.

<P>
<A NAME="IDX6"></A>
Der Sourcecode f&uuml;r Atlantis 1.0 wurde von Russell Wallace der
&Ouml;ffentlichkeit unter folgenden Bedingungen &uuml;bergeben:

</P>

<BLOCKQUOTE>
<P>
This program may be freely used, modified and distributed.  It may not
be sold or used commercially without prior written permission from the
author.
</BLOCKQUOTE>

<P>
Den source codes von Atlantis 1.0 kann man hier bekommen:
<BR><a href="ftp://ftp.funet.fi//pub/doc/games/play-by-mail/old/atlantis/">ftp://ftp.funet.fi//pub/doc/games/play-by-mail/old/atlantis/</a>.

</P>
<P>
<A NAME="IDX7"></A>
<A NAME="IDX8"></A>
<A NAME="IDX9"></A>
Ich habe das Spiel auf Deutsch &uuml;bersetzt und einiges ge&auml;ndert.
F&uuml;r meine Version von Atlantis gelten dieselben Bedingungen: German
Atlantis darf frei gebraucht, ge&auml;ndert und verteilt werden, es darf
aber nicht verkauft oder kommerziell benutzt werden.  Kommerziell
benutzt wird Atlantis dann, wenn von den Spielern eine Geb&uuml;hr erhoben
wird, die mehr als nur die Selbstkosten des Spielleiters decken.
Atlantis sollte wenn m&ouml;glich gratis spielbar sein.

</P>
<P>
<A NAME="IDX10"></A>
<A NAME="IDX11"></A>
<A NAME="IDX12"></A>

<PRE>
Kontaktadresse:

Alexander Schr&ouml;der
Sch&auml;renmoosstrasse 83
CH 8052 Z&uuml;rich
Switzerland

email: <a href="mailto:pbem@klein.htu.tuwien.ac.at">pbem@klein.htu.tuwien.ac.at</a>
WWW: <a href="http://home.pages.de/~GA/">http://home.pages.de/~GA/</a>
</PRE>



<H2><A NAME="SEC3" HREF="doku.html#TOC3">Danksagung</A></H2>
<P>
<A NAME="IDX13"></A>

</P>
<P>
<A NAME="IDX14"></A>
Ich danke Christian Rusche f&uuml;r die Motivation zum Programmieren,
Marcel Schneider f&uuml;r die Diskussionen &uuml;ber das, was den Spass bei
Spielen ausmacht, und all den Spielern, die sich mit Ideen und
Vorschl&auml;gen bei mir gemeldet haben: Frederic J. Walter-Scheerer,
Robert Schnell, Andreas Fischer, der Rest der Atlantis Design Gruppe
und viele andere.  Zudem m&ouml;chte ich mich auch beim Autor von
Atlantis 1.0 bedanken, Russell Wallace.  <EM>Thank you for having
developed this excellent game and for offering your source code to the
public.</EM>

</P>
<P>
Das Auswertungsprogramm ist mit Free Software (Emacs, GCC) entwickelt
worden und w&auml;re ohne die lobenswerte Einstellung der Free Software
Foundation nicht m&ouml;glich gewesen.

</P>



<H2><A NAME="SEC4" HREF="doku.html#TOC4">Einleitung</A></H2>

<P>
<A NAME="IDX15"></A>
<A NAME="IDX16"></A>
In Atlantis &uuml;bernimmt jeder Spieler eine Partei von Leuten, die in
einer Fantasywelt leben.  Es gibt kein vorgegebenes Ziel in Atlantis,
die Spieler k&ouml;nnen sich ihre Ziele selber setzen.  Es gibt keine
Siegesbedingung in Atlantis.  Land, Ruhm, Ehre oder Geld bieten sich
zwar an, doch soll sich niemand dadurch eingeengt f&uuml;hlen.  Mitspielen
darf jeder, anfangen kann man jederzeit.  Jede Runde werden die Parteien
aller, die sich neu angemeldet haben, in kleinen Gruppen ausgesetzt.
Von dort aus k&ouml;nnen sie mit der Erforschung von Atlantis und dem
Aufbau ihrer Partei beginnen.

</P>
<P>
<A NAME="IDX17"></A>
<A NAME="IDX18"></A>
Um sich f&uuml;r Atlantis anzumelden, gen&uuml;gt eine E-Mail: Man sendet mir
einfach eine leere email mit dem subject <SAMP>`ATLANTIS NEU'</SAMP>.
Wer Zugang zum Internet hat, kann sich
<a href="mailto:pbem@klein.htu.tuwien.ac.at?Subject=ATLANTIS%20NEU">
sofort anmelden</a>.
Mitspielen per E-Mail ist gratis.

</P>
<P>
Am ZAT nach dem Empfang der Anmeldung bekommt man seine erste
Auswertung zugeschickt.  Solange man nicht diese erste Auswertung
bekommen hat, kann man noch keine Befehle einschicken!  Will man
erfahren, wann denn der n&auml;chste ZAT ist, kann man im letzten
Kommentar nachschauen.  Diesen kann man sich zuschicken lassen, indem
man eine leere E-Mail mit dem subject <SAMP>`ATLANTIS KOMMENTAR SCHICKEN'</SAMP>
an mich schickt.

</P>



<H2><A NAME="SEC5" HREF="doku.html#TOC5">Parteien und Einheiten</A></H2>

<P>
<A NAME="IDX19"></A>
<A NAME="IDX20"></A>
Als Spieler f&uuml;hrt man eine sogenannte <STRONG>Partei</STRONG> auf Atlantis.  Eine
Partei besteht aus verschiedenen <STRONG>Einheiten</STRONG>.  Jede dieser Einheiten
besteht aus mindestens einer Person und ihrem Besitz.  Den Einheiten
kann man jeden Monat Befehle geben, die sie so gut wie m&ouml;glich
ausf&uuml;hren werden.  Man scheidet aus dem Spiel aus, falls die Partei
keine Mitglieder mehr hat -- wenn also alle Einheiten zerst&ouml;rt oder
aufgel&ouml;st worden sind.  Sendet man drei Runden lang hintereinander keine 
Befehle ein, scheidet man ebenfalls aus.

</P>
<P>
<A NAME="IDX21"></A>
<A NAME="IDX22"></A>
<A NAME="IDX23"></A>
<A NAME="IDX24"></A>
Das Spiel beginnt man mit einer Einheit, bestehend aus einer Person mit
5000 Silber.  Diese erste Person ist in keiner Weise speziell; es ist
einfach die erste Person, die zur neuen Partei geh&ouml;rt.  Sp&auml;ter kann
man weitere Personen rekrutieren, Gegenst&auml;nde produzieren, Burgen und
Schiffe bauen, Pferde z&auml;hmen, Waffen schmieden und so weiter.
Zusammen mit den neuen Spielern startet immer auch eine Einheit des
Computers.  Diese wird sich immer auf die Seite von angegriffenen
Einheiten stellen.  Diese Einheit soll verhindern, dass Neulinge sich
gleich selber angreifen.

</P>
<P>
In der Auswertung werden Einheiten wie folgt aufgef&uuml;hrt:

</P>

<PRE>
* Konrad Rabenhelm (211), Juenger des blauen Mondes (1), 1 Person,
  kampfbereit, $20, Talente: Schwertkampf 1 [60], hat: Schwert,
  Default: "treibe Steuern ein"; Konrad Rabenhelm ist ein typischer
  Ritter seines Ordens.  Der Orden der Gerechtigkeit ist bekannt fuer
  seine duesteren und zurueckhaltenenden Mitglieder.  Sie scheinen
  alle an einem finsteren Erlebnis zu nagen.

- Botschafter des Clans (203), 1 Person, hat: Pferd; Der Botschafter
  ist auf der Suche nach befreundeten Voelkern und solchen, die es
  werden wollen.
</PRE>

<P>
<A NAME="IDX25"></A>
Eigene Einheiten sind mit einem <SAMP>`*'</SAMP> markiert, Einheiten anderer
Parteien mit einem <SAMP>`-'</SAMP>.  &Uuml;ber Einheiten der eigenen Partei stehen
mehr Informationen zur Verf&uuml;gung als &uuml;ber fremde Einheiten.  Hinter
dem Namen der Einheit folgt die Nummer in Klammern.  Jede Einheit
besitzt eine Nummer, die vom Computer vergeben wird, und die bei allen
Befehlen zu verwenden ist.  Danach folgt die Anzahl Personen in der
Einheit, der Status, das Verm&ouml;gen und die Liste der beherrschten
Talente.  Die Angabe zu jedem Talent besteht aus zwei Zahlen: der Wert
des Talentes, und in eckigen Klammern die Anzahl Tage, die daf&uuml;r
gelernt wurden.  In einer Spielrunde vergeht auf Atlantis ein Monat,
wobei wir annehmen, dass jeder Monat 30 Tage hat.  Darauf folgt der
Besitz der Einheit, ihr Default-befehl und ihre Partei.  Der Default-
befehl einer Einheit ist meist der sogenannte "lange Befehl" des
Vormonates.  Zum Schluss kommt eventuell eine Beschreibung der Einheit.

</P>
<P>
Unbekannt bleibt, welcher Partei die fremde Einheit angeh&ouml;rt, welchen
Status sie hat, wieviel Silber sie besitzt, welche Talente sie
beherrscht, und welchen default Befehl sie bekommen hat.

</P>



<H2><A NAME="SEC6" HREF="doku.html#TOC6">Die Welt</A></H2>

<P>
<A NAME="IDX26"></A>
<A NAME="IDX27"></A>
Die Welt von Atlantis besteht aus einer Vielzahl von grossen und kleinen
Inseln.  Diese Inseln wiederum sind in kleinere Regionen eingeteilt.  In
den Regionen befinden sich die Einheiten der Spieler, Burgen, Schiffe
und so weiter.  Jede Region hat zwei Koordinaten, die zur Orientierung
dienen (ich empfehle allen Spielern, fleissig Karten zu zeichnen -- oder
eine Karte von anderen Spielern zu erwerben).  Die Koordinaten werden in
den Befehlen allerdings nie verwendet: Die Einheiten, die sich von einer
Region in eine andere Region bewegen wollen, verwenden Befehle f&uuml;r die
entsprechenden Himmelsrichtungen.

</P>
<P>
Die Beschreibung einer Region k&ouml;nnte beispielsweise so aussehen:

</P>

<PRE>
Lochinver (4,4), Berge, 12 Baeume, 890 Bauern, $6569, 4 Pferde.  Das
Strassennetz ist zu 1% vollendet.  Im Norden liegt die Berge von
Carcavelos (4,3), im Sueden der Wald von Jaca (4,5), im Osten Ozean
(5,4) und im Westen die Berge von Siegen (3,4).  Das Tal von Lochinver
oeffnet sich gegen Osten, hinaus auf den grossen See.  Bei
Sonnenaufgang scheint Lochinver in einem fahlen, orange - violetten
Nebel zu schweben.  Im Westen und Norden tuermen sich dunklen Berge
der Bergzuges von Handan in die duenne Luft; die Paesse sind schwer
begehbar und gefaehrlich.
</PRE>

<P>
Man erkennt den Namen der Region, die Koordinaten, das Terrain, wieviele
B&auml;ume hier zu f&auml;llen sind, die Anzahl Bauern, wieviel Geld diese zur
Verf&uuml;gung haben und die Anzahl Pferde, die hier leben.  Darauf folgt
eine &Uuml;bersicht &uuml;ber Strassenverbindungen und die umliegenden
Regionen.  Jeden Monat werden die Bauern und die Pferde sich vermehren,
sterben sowie ein- und auswandern.  Die B&auml;ume vermehren sich nur, wenn
es in der Region nicht zuviele Bauern gibt.  Pferde und Bauern vermehren
sich nur, wenn es in der Region nicht zuviele B&auml;ume gibt.

</P>
<P>
<A NAME="IDX28"></A>
Gewissen Weisen zufolge existieren auf Atlantis mehrere Ebenen.  Nur
mit besonders m&auml;chtiger Magie l&auml;sst sich herausfinden, auf welcher
Ebene man sich befindet und wie es auf den anderen Ebenen aussieht,
und nur die Eingeweihten in die h&ouml;chsten Geheimnisse der Magie
wissen, wie man sich von einer Ebene auf die andere begibt.
Offensichtlich beherrschen die Redakteure der Zeitung (vgl. Abschnitt <A HREF="doku.html#SEC9">Kontakt zum Spielleiter</A>) diese Technik, denn dort k&ouml;nnen alle Parteien
Artikel ver&ouml;ffentlichen.  Vorsicht ist bei allen in der Zeitung
erw&auml;hnten Koordinaten angebracht -- m&ouml;glicherweise handelt es sich
bei den angegebenen Koordinaten um Koordinaten auf einer anderen
Ebene!

</P>



<H2><A NAME="SEC7" HREF="doku.html#TOC7">Mogeln</A></H2>
<P>
<A NAME="IDX29"></A>

</P>
<P>
Leider kommt es immer wieder vor, dass Spieler Vorteile zu ergattern
suchen, indem sie Regell&uuml;cken ausn&uuml;tzen.  In meinen Augen ist das
Mogeln.  Die einzige faire Reaktion auf das Entdecken einer Regell&uuml;cke
ist eine Mitteilung an mich.  Wenn Spieler mogeln, behalte ich mir vor,
diese Parteien zu l&ouml;schen.  Insbesondere gilt das Einsenden von
Befehlen f&uuml;r fremde Parteien oder das F&uuml;hren von mehreren Parteien
als Mogeln.  Die einzigen Ausnahmen hierzu sind Ferienvertretungen und
&auml;hnliche F&auml;lle.

</P>



<H2><A NAME="SEC8" HREF="doku.html#TOC8">Bugs</A></H2>
<P>
<A NAME="IDX30"></A>

</P>
<P>
German Atlantis wird immer noch weiter entwickelt.  Das hat zur Folge,
dass ab und zu immer noch Bugs auftauchen.  Ganz vermeiden l&auml;sst sich
dies wohl nicht.  Gerne nehme ich Meldungen &uuml;ber m&ouml;gliche Bugs
entgegen.  Da es aber f&uuml;r alle Spieler einiges an Aufwand bedeuten
w&uuml;rde, wenn ich den Zug nocheinmal durchf&uuml;hren w&uuml;rde, und weil es
f&uuml;r mich einiges an Aufwand bedeutet, Daten per Hand in den Dateien des
Spieles zu &auml;ndern, werde ich wann immer m&ouml;glich den Effekt von Bugs
<EM>nicht</EM> korrigieren.  Wenn es sogar Bugs sind, die schon seit
einigen Runden wirken, l&auml;sst sich deren Effekt praktisch nicht mehr
r&uuml;ckg&auml;ngig machen.  Ich hoffe hier also einfach auf das Verst&auml;ndnis
aller Spieler.

</P>



<H1><A NAME="SEC9" HREF="doku.html#TOC9">Kontakt zum Spielleiter</A></H1>

<P>
<A NAME="IDX31"></A>
<A NAME="IDX32"></A>
<A NAME="IDX33"></A>
Alle zwei bis drei Wochen ist ZAT: Zug-Abgabe-Termin.  Alle
Spieler m&uuml;ssen mir bis zu diesem Zeitpunkt ihre Befehle geschickt
haben.  Treffen &uuml;ber drei Runden hinweg keine Befehle eines Spielers
bei mir ein, l&ouml;st sich dessen Partei automatisch auf!  Zur
Erinnerung, meine E-Mail Adresse ist <a href="mailto:pbem@klein.htu.tuwien.ac.at">pbem@klein.htu.tuwien.ac.at</a>.

</P>

<H3>Beitr&auml;ge per E-Mail einschicken</H3>
<P>
<A NAME="IDX34"></A>
<A NAME="IDX35"></A>
<A NAME="IDX36"></A>
<A NAME="IDX37"></A>
<A NAME="IDX38"></A>
<A NAME="IDX39"></A>
Spielt man per E-Mail mit, m&uuml;ssen die E-Mails folgende subjects
(Betreffs) verwenden.  <EM>Werden diese subjects nicht verwenden, kann
das Filterprogramm die E-Mails nicht erkennen und die E-Mails werden
ignoriert!</EM>

</P>
<DL COMPACT>

<DT><SAMP>`ATLANTIS BEFEHLE'</SAMP>
<DD>
<A NAME="IDX40"></A>
 <A NAME="IDX41"></A>
 <A NAME="IDX42"></A>
 <A NAME="IDX43"></A>
 
In dieser E-Mail sollten die Befehle stehen.  Der Computer best&auml;tigt
nach einem Tag die eingegangenen Befehle mit einem Pr&uuml;fbericht durch
ACHECK.  Das bedeuted, dass Befehle, die zu knapp vor dem ZAT
eingeschickt werden, von ACHECK <EM>nicht</EM> gepr&uuml;ft werden.  Die
Befehle werden in der Reihenfolge ihres Eintreffens gespeichert.  Nur
die letzten Befehle werden auch tats&auml;chlich verwendet.  Vorsicht, die
Wege des Internets k&ouml;nnen verschlungen sein: Man sollte neue Versionen
der Befehle nicht in zu kurzen Abst&auml;nden einschicken, da sie nicht
unbedingt in der selben Reihenfolge ankommen wie sie abgeschickt wurden!
Das Einsenden von provisorischen Befehlen ist m&ouml;glich -- und
empfohlen.  Jeder Spieler muss selber daf&uuml;r sorgen, dass seine Befehle
rechtzeitig bei mir ankommen.  Daher empfiehlt sich nat&uuml;rlich, diese
einige Tage <EM>vor</EM> dem ZAT abzuschicken!

<A NAME="IDX44"></A>
<A NAME="IDX45"></A>
<DT><SAMP>`ATLANTIS README'</SAMP>
<DD>
Fragen an mich -- auch Regelfragen -- k&ouml;nnen mit diesem subject
eingeschickt werden.  Sie werden privat beantwortet.  Falls es Fragen
von allgemeinem Interesse sind, werden sie auch im Kommentar
beantwortet.

<A NAME="IDX46"></A>
<A NAME="IDX47"></A>
<DT><SAMP>`ATLANTIS ZEITUNG'</SAMP>
<DD>
In dieser E-Mail sollte ein Beitrag zur Zeitung stehen.  Die Beitr&auml;ge
werden von mir anonymisiert (signatures und headers werden entfernt).
Es k&ouml;nnen beliebig viele Beitr&auml;ge eingeschickt werden.

<A NAME="IDX48"></A>
<DT><SAMP>`ATLANTIS KOMMENTAR'</SAMP>
<DD>
In dieser E-Mail sollte ein Beitrag f&uuml;r den Kommentar stehen.  Diese
Beitr&auml;ge werden mit dem Absender im Kommentar ver&ouml;ffentlicht.
Regelfragen bitte als <SAMP>`ATLANTIS README'</SAMP> einschicken!  Nur dann
werden sie auch garantiert beantwortet.  
</DL>

<P>
<A NAME="IDX49"></A>
<A NAME="IDX50"></A>
<A NAME="IDX51"></A>
<A NAME="IDX52"></A>
<A NAME="IDX53"></A>
Wer Interesse hat, kann sich in die "Atlantis Design Gruppe"
eintragen lassen.  Dies geschieht mit einer mail an
<a href="mailto:majordomo@breeze.GUN.de">majordomo@breeze.GUN.de</a> -- in der mail selber sollte nur
<SAMP>`help'</SAMP> stehen, dann erh&auml;lt man einen Hilfetext, der alles
weitere erkl&auml;hrt.  Um nur einen Vorschlag an die Design Gruppe zu
schicken, ohne sich gleich eintragen zu lassen, kann man diesen an
<CODE>adesign@breeze.GUN.de</CODE> schicken.

</P>

<H3>Zusammensetzung der Auswertung</H3>

<P>
&Uuml;ber E-Mail bekommen die Spieler folgende Dateien geschickt, falls ihre
E-Mail Adresse richtig gesetzt worden ist.  Falls dem nicht so ist, muss
man den <SAMP>`ADRESSE'</SAMP> Befehl verwenden, um dies zu korrigieren -- da
mir nur die falsche Adresse zur Verf&uuml;gung steht, kann ich mich
n&auml;mlich nicht beim betreffenden Spieler melden.  Als Spieler kann man
mit dem <SAMP>`SENDE'</SAMP> Befehl einstellen, welche der folgenden Dateien man
bekommen m&ouml;chte.  Zu Spielbeginn bekommt man die Auswertung, die
Zeitung und den Kommentar.

</P>
<DL COMPACT>

<DT><SAMP>`Atlantis im &#60;Monat&#62; des Jahres &#60;Jahr&#62;'</SAMP>
<DD>
Die Auswertung f&uuml;r die letzte Runde.

<DT><SAMP>`Atlantis Zeitung'</SAMP>
<DD>
Der <CITE>Beta Blocker</CITE> -- die Zeitung f&uuml;r Atlantis -- steht allen
Parteien offen.  Beitr&auml;ge sind immer erw&uuml;nscht.

<DT><SAMP>`Atlantis Kommentar'</SAMP>
<DD>
Der <CITE>Blick auf die andere Seite</CITE> ist der Ort, wo &uuml;ber Atlantis
selber geredet werden kann.  Normalerweise schreibe nur ich ein paar
Saetze in den Kommentar.  Dort fasse ich auch Antworten zu interessanten
Fragen zusammen, falls ich dazu komme.  Der n&auml;chste ZAT wird auch
hier verk&uuml;ndet.  Diskussionen &uuml;ber die Spielbalance und neue Regeln
finden meist in der "Atlantis Design Gruppe" statt.  Wer allerdings
nicht in der Design Gruppe ist, kann seine Vorschl&auml;ge gerne auch hier
ver&ouml;ffentlichen.
</DL>


<H3>Dateien per E-Mail bestellen</H3>

<P>
<A NAME="IDX54"></A>
Verschiedene Dateien kann man mit einer E-Mail bestellen.  Die Auswertung
und die Computer Auswertung k&ouml;nnen allerdings <EM>nicht</EM> bestellt
werden, da diese nur jeweils am ZAT generiert werden.  Bestellte
Dateien werden jeweils in der Nacht verschickt.  Folgende subjects
m&uuml;ssen verwendet werden:

</P>
<DL COMPACT>

<DT><SAMP>`ATLANTIS DOKU SCHICKEN'</SAMP>
<DD>
<A NAME="IDX55"></A>
 <A NAME="IDX56"></A>
 
Die neueste Doku im ASCII Format (ohne Unlaute). Da die Doku recht
lang ist, kann man sich dies auch als uuencodetes Archiv schicken
lassen.  Hierzu verwendet man das subject <SAMP>`ATLANTIS DOKU ZIPPED
SCHICKEN'</SAMP>.  Wenn ihr die Doku im Texinfo, Info, HTML, DVI oder
Postscript Format wollt, schickt ihr mir einfach eine normale
<SAMP>`ATLANTIS README'</SAMP> mail.

<DT><SAMP>`ATLANTIS ADRESSEN SCHICKEN'</SAMP>
<DD>
Die Liste aller Adressen der Spieler.

<DT><SAMP>`ATLANTIS ZEITUNG SCHICKEN'</SAMP>
<DD>
Schickt die aktuelle Zeitung, falls man seine Ausgabe verloren hat, oder
falls man nicht mitspielt.  Hier erf&auml;hrt man den n&auml;chsten ZAT.

<DT><SAMP>`ATLANTIS KOMMENTAR SCHICKEN'</SAMP>
<DD>
Schickt den aktuellen Kommentar, falls man seine Ausgabe verloren hat,
oder falls man nicht mitspielt.

<A NAME="IDX57"></A>
<DT><SAMP>`ATLANTIS ACHECK SCHICKEN'</SAMP>
<DD>
Schickt ACHECK gezipped und uuencoded.  ACHECK wurde f&uuml;r MSDOS und
einen Intel 386 kompiliert. Will man sich den source code f&uuml;r ACHECK
schicken lassen, verwendet man das subject <SAMP>`ATLANTIS ACHECK
SOURCE SCHICKEN'</SAMP>.
</DL>



<H1><A NAME="SEC10" HREF="doku.html#TOC10">Talente</A></H1>
<P>
<A NAME="IDX58"></A>

</P>
<P>
Um Produkte herzustellen und zu benutzen, brauchen die Einheiten
Talente.  Alle Mitglieder einer Einheit haben dieselben Talente.
Talente kann man mit dem Befehl <SAMP>`LERNE'</SAMP> lernen.  Manche Talente
verbessern sich zudem noch, wenn man sie anwendet.  Wie gut ein Talent
ist, wird in Punkten ausgedr&uuml;ckt: Ein Anf&auml;nger hat einen
Talentpunkt. Ist man doppelt so gut wie ein Anf&auml;nger, hat man zwei
Talentpunkte, ist man dreimal so gut, hat man drei Talentpunkte, etc.

</P>
<P>
Im folgenden Beispiel haben beide Personen in dieser Einheit je einen
Talentpunkt f&uuml;r Schwertkampf und einen f&uuml;r Unterhaltung:

</P>

<PRE>
* Stadtwache (157), Narn i Hin Hurin (55), 2 Personen, kampfbereit,
  Talente: Schwertkampf 1 [30], Unterhaltung 1 [60], hat: 2 Schwerter,
  Default: "treibe steuern ein"; Sie sehen so aus, alsob sie niemanden
  fuerchten.
</PRE>

<P>
Hinter dem Talentwert steht in eckigen Zahlen angegeben, wievielen Tagen
Lernen dies entspricht.  Obwohl die Einheit also doppelt so lange
Unterhaltung wie Schwertkampf gelernt hat -- n&auml;mlich 60 Tage statt 30
-- ist sie noch nicht doppelt so gut!  Der Zusammenhang zwischen
gelernten Tagen und dem effektiven Talentwert ist folgender:

</P>

<PRE>
Tage  Talent

  30    1    
  90    2
 180    3
 300    4
 450    5
 630    6
 840    7
   etc.
</PRE>

<P>
<A NAME="IDX59"></A>
<A NAME="IDX60"></A>
<A NAME="IDX61"></A>
<A NAME="IDX62"></A>
Werden Personen in eine Einheit transferiert oder rekrutiert, berechnen
sich die neuen Talente aus dem arithmetischen Mittel der
urspr&uuml;nglichen Talente. Hierbei werden alle gelernten Manntage
ber&uuml;cksichtigt.  Beispiel: Eine Einheit mit zwei Personen und
Schwertkampf 3 [180] rekrutiert einen Bauern, der ein Talent von 0 hat.
Das neue Talent berechnet sich nun wie folgt: 2 * 180 / 3 = 120.
In der obigen Tabelle sieht man, dass 120 Tage nicht mehr f&uuml;r drei
Talentpunkte ausreichen.  Die neue, dreik&ouml;pfige Einheit hat also
Schwertkampf 2 [120].

</P>



<H2><A NAME="SEC11" HREF="doku.html#TOC11">Talente lernen</A></H2>

<P>
<A NAME="IDX63"></A>
Mit dem <SAMP>`LERNE'</SAMP> Befehl bekommt man 30 gelernte Tage f&uuml;r das
betreffende Talent gutgeschrieben.  Verwendet man das Talent, werden
einem bei den meisten Talenten 10 Tage gutgeschrieben.  Der Lernaufwand
steigt wie folgt:

</P>

<PRE>
Talent
von  nach     Aufwand           Total in
                                  Tagen
 0    1       1 Monat               30
 1    2       weitere 2 Monate      90
 2    3       weitere 3 Monate     180
 3    4       weitere 4 Monate     300
 4    5       weitere 5 Monate     450
 5    6       weitere 6 Monate     630
 6    7       weitere 7 Monate     840
   etc.
</PRE>

<P>
<A NAME="IDX64"></A>
Talente zu lernen ist schwierig und aufwendig.  Um die Zeit
herabzusetzen, die man zum Erlernen eines Talentes ben&ouml;tigt, kann eine
zweite Einheit, die besser ist, die erste Einheit das Talent lehren.
Hierzu muss die zweite Einheit den Befehl <SAMP>`LEHRE'</SAMP> verwenden.  Diese
Einheit muss einen Talentwert haben, der gr&ouml;sser als der Talentwert
der Sch&uuml;ler ist.  Ein Lehrer kann maximal 10 Personen von seinem
Wissen in einem Monat profitieren lassen.  Statt 30 gelernten Tagen
werden belehrten Einheiten 60 Tage gutgeschrieben.  Die lehrenden
Einheiten bekommen keine Tage gutgeschrieben.  Beispiel: Einheit 1453
hat Schwertkampf 1 [30] und Einheit 640 hat Schwertkampf 0.  Nun werden
folgenden Befehle gegeben:

</P>

<PRE>
EINHEIT 1453
 LEHRE 640
EINHEIT 640
 LERNE SCHWERTKAMPF
</PRE>

<P>
Nach einem Monat hat Einheit 640 Schwertkampf 1 [60] anstatt
Schwertkampf 1 [30].  Einheit 1453 hat immernoch Schwertkampf 1 [30].
In der n&auml;chsten Runde kann Einheit 1453 die Einheit 640 nichts mehr lehren
(und Einheit 640 kann die Einheit 1453 auch nichts lehren), da beide
Einheiten gleich gut sind.

</P>



<H2><A NAME="SEC12" HREF="doku.html#TOC12">Liste der Talente</A></H2>
<P>
<A NAME="IDX65"></A>
<A NAME="IDX66"></A>

</P>
<DL COMPACT>

<DT><SAMP>`Armbrustschiessen'</SAMP>
<DD>
<A NAME="IDX67"></A>
Wenn man eine Armbrust hat, kann man damit Steuern eintreiben, belagern
und k&auml;mpfen.  Eine Person kann pro Monat 50 Silber an Steuern
eintreiben.

<DT><SAMP>`Bergbau'</SAMP>
<DD>
<A NAME="IDX68"></A>
Hiermit kann man Eisenbarren herstellen.  Pro Person, Talentpunkt und
Monat kann in den Bergen ein Eisenbarren produziert werden.

<DT><SAMP>`Bogenschiessen'</SAMP>
<DD>
<A NAME="IDX69"></A>
Wenn man einen Bogen hat, kann man damit Steuern eintreiben, belagern
und k&auml;mpfen.  Eine Person kann pro Monat 50 Silber an Steuern
eintreiben.

<DT><SAMP>`Burgenbau'</SAMP>
<DD>
<A NAME="IDX70"></A>
Hiermit kann man aus Steinquadern Burgen bauen.  Pro Person, Talentpunkt
und Monat kann ein Steinquader verbaut werden.

<DT><SAMP>`Handeln'</SAMP>
<DD>
<A NAME="IDX71"></A>
In Regionen mit einer Burg kann man damit Luxusg&uuml;ter kaufen und
verkaufen.  Pro Person, Talentpunkt und Monat k&ouml;nnen 10 Luxusg&uuml;ter
gehandelt werden.

<DT><SAMP>`Holzfaellen'</SAMP>
<DD>
<A NAME="IDX72"></A>
Hiermit kann man B&auml;ume f&auml;llen.  Pro Person, Talentpunkt und
Monat kann ein Baum gef&auml;llt und ein Holzstamm produziert werden.

<DT><SAMP>`Katapultbedienung'</SAMP>
<DD>
<A NAME="IDX73"></A>
Hat man ein Katapult, kann man hiermit belagern und k&auml;mpfen.  Mit
Katapulten kann man keine Steuern eintreiben.

<DT><SAMP>`Magie'</SAMP>
<DD>
<A NAME="IDX74"></A>
Damit kann man Kampfzauber und andere Zauberspr&uuml;che verwenden, und
neue Zauberspr&uuml;che erforschen.  Kampfzauber sind gratis, alle anderen
Zauberspr&uuml;che kosten 50 Silber pro Magier und Monat.  Das Lernen von
Magie kostet 200 Silber pro Magier und Monat.

<DT><SAMP>`Pferdedressur'</SAMP>
<DD>
<A NAME="IDX75"></A>
Hiermit k&ouml;nnen Pferde gez&auml;hmt werden.  Pro Person, Talentpunkt und
Monat kann ein Pferd gez&auml;hmt werden.

<DT><SAMP>`Reiten'</SAMP>
<DD>
<A NAME="IDX76"></A>
Hat man ein Pferd, kann man sich hiermit ab Reiten 1 schneller bewegen,
und ab Reiten 2 kann man den Pferdebonus im Kampf bekommen.

<DT><SAMP>`Ruestungsbau'</SAMP>
<DD>
<A NAME="IDX77"></A>
Hiermit kann man R&uuml;stungen aus Eisenbarren machen.  Ab R&uuml;stungsbau 1
kann man Kettenhemden, ab R&uuml;stungsbau 3 Plattenpanzer produzieren.
Pro Person, Talentpunkt und Monat kann eine R&uuml;stung produziert werden.

<DT><SAMP>`Schiffsbau'</SAMP>
<DD>
<A NAME="IDX78"></A>
Hiermit kann man Schiffe aus Holzst&auml;mmen bauen.  Pro Person,
Talentpunkt und Monat kann ein Holzstamm verbaut werden.

<DT><SAMP>`Schwertkampf'</SAMP>
<DD>
<A NAME="IDX79"></A>
Hat man ein Schwert, kann man hiermit Steuern eintreiben, belagern und
k&auml;mpfen.  Eine Person kann pro Monat 50 Silber an Steuern eintreiben.

<DT><SAMP>`Segeln'</SAMP>
<DD>
<A NAME="IDX80"></A>
Alle Personen mit diesem Talent auf einem Schiff z&auml;hlen als Matrosen.

<DT><SAMP>`Speerkampf'</SAMP>
<DD>
<A NAME="IDX81"></A>
Hat man einen Speer, kann man hiermit Steuern eintreiben, belagern und
k&auml;mpfen.  Eine Person kann pro Monat 50 Silber an Steuern eintreiben.

<DT><SAMP>`Steinbau'</SAMP>
<DD>
<A NAME="IDX82"></A>
Hiermit kann man Steinquader produzieren.  Pro Person, Talentpunkt und
Monat kann in den Bergen ein Steinquader gebrochen werden.

<DT><SAMP>`Strassenbau'</SAMP>
<DD>
<A NAME="IDX83"></A>
Hiermit kann man aus Steinquadern Strassen bauen.  Pro Person,
Talentpunkt und Monat kann ein Steinquader verbaut werden.

<DT><SAMP>`Taktik'</SAMP>
<DD>
<A NAME="IDX84"></A>
Bei einem Kampf hat die Seite mit dem besten Taktiker eine Attacke frei.
Das Erlernen von Taktik kostet 200 Silber pro Taktiker und Monat.

<DT><SAMP>`Tarnung'</SAMP>
<DD>
<A NAME="IDX85"></A>
Die Einheit ist immer getarnt und nur f&uuml;r Einheiten mit gleichem oder
gr&ouml;sserem Wahrnehmungstalent sichtbar.  Erfolgreich getarnte Einheiten
k&ouml;nnen andere Einheiten beklauen und Belagerungen durchbrechen.
Dieses Talent verbessert sich nur um 10 Tage, wenn man damit eine
Einheit beklaut.  Eine Person kann pro Monat und Talentpunkt 50 Silber
klauen.

<DT><SAMP>`Unterhaltung'</SAMP>
<DD>
<A NAME="IDX86"></A>
Hiermit kann man die Bauern unterhalten.  Falls die Bauern gen&uuml;gend
Geld haben, kann pro Person, Talentpunkt und Monat 20 Silber verdient
werden.

<DT><SAMP>`Waffenbau'</SAMP>
<DD>
<A NAME="IDX87"></A>
Hiermit kann man Waffen aus Eisenbarren oder Holzst&auml;mmen machen.  Pro
Person, Talentpunkt und Monat kann eine Waffe produziert werden.

<DT><SAMP>`Wagenbau'</SAMP>
<DD>
<A NAME="IDX88"></A>
Hiermit kann man aus Holzst&auml;mmen Wagen oder Katapulte machen.  Pro Person,
Talentpunkt und Monat kann aus 5 Holzst&auml;mmen ein Wagen gebaut werden.

<DT><SAMP>`Wahrnehmung'</SAMP>
<DD>
<A NAME="IDX89"></A>
Die Einheit ist immer auf der Ausschau nach getarnten Einheiten.  Dieses
Talent verbessert sich nie durch seine Anwendung.
</DL>



<H1><A NAME="SEC13" HREF="doku.html#TOC13">Ausgaben</A></H1>
<P>
<A NAME="IDX90"></A>

</P>
<P>
<A NAME="IDX91"></A>
<A NAME="IDX92"></A>
<A NAME="IDX93"></A>
<A NAME="IDX94"></A>
Jede Person (und jeder Bauer) ben&ouml;tigt pro Monat 10 Silber, um sich zu
ern&auml;hren.  Einheiten einer Partei in derselben Region helfen sich
gegenseitig mit Silber aus, wenn es um die Ern&auml;hrung geht.  Um die
eigenen Einheiten in einer Region am Leben zu erhalten, gen&uuml;gt es
also, wenn eine Einheit genug Geld f&uuml;r alle hat; sie wird das Silber
automatisch verteilen.  Das Geld wird <EM>nicht</EM> automatisch an
Alliierte vergeben.  Fremden Parteien muss man das Geld explizit geben.
Ohne Silber verhungert man mit 2 / 3 Wahrscheinlichkeit.

</P>
<P>
<A NAME="IDX95"></A>
<A NAME="IDX96"></A>
<A NAME="IDX97"></A>
Will man Personen rekrutieren, ben&ouml;tigt man nichts weiter als
gen&uuml;gend Silber.  Pro angeheuerter Person muss die betreffende Einheit
50 Silber aufwenden.  Neue Einheiten bekommen <EM>weder automatisch
Geld noch Personen.</EM>  Typischerweise &uuml;bergibt man also neuen Einheiten
sofort auch das n&ouml;tige Geld, damit sie ein paar Leute rekrutieren
k&ouml;nnen:

</P>

<PRE>
EINHEIT 567
 TREIBE STEUERN EIN
 GIB TEMP 3 100 SILBER
 MACH TEMP 3
  REKRUTIERE 2
  BENENNE EINHEIT "Torus"
  BESCHREIBE EINHEIT "zwei freche Luemmel mit neugierigen Blicken"
  LERNE Wahrnehmung
  ENDE
</PRE>



<H1><A NAME="SEC14" HREF="doku.html#TOC14">Arbeiten</A></H1>
<P>
<A NAME="IDX98"></A>

</P>
<P>
<A NAME="IDX99"></A>
Arbeiten kann jede Einheit, daf&uuml;r braucht sie kein Talent.  Einheiten
k&ouml;nnen durch Arbeiten ihren Lebensunterhalt verdienen.  Hierzu
verwenden sie den <SAMP>`ARBEITE'</SAMP> Befehl.  Dies lohnt sich nur f&uuml;r
Notf&auml;lle, da der Lohn meist sehr klein ist.  Ein Arbeiter verdient
normalerweise 11 Silber pro Person und Monat.  Dieser Lohn kann sich
durch den Bonus einer Burg bis auf 16 Silber pro Person und Monat
erh&ouml;hen:

</P>

<PRE>
Typ         Gr&ouml;sse    Lohn
                      
Baustelle        1     11
Befestigung      2     12
Turm            10     13
Schloss         50     14
Festung        250     15
Zitadelle     1250     16
</PRE>

<P>
<A NAME="IDX100"></A>
<A NAME="IDX101"></A>
<A NAME="IDX102"></A>
Die nachfolgende Tabelle zeigt, wieviele Arbeitspl&auml;tze in einer Region
vorhanden sind, wenn diese v&ouml;llig unbewaldet ist.  Gibt es wenig
Arbeitspl&auml;tze, werden diese unter den arbeitenden Einheiten der Spieler
aufgeteilt.  Die &uuml;brig gebliebenen Arbeitspl&auml;tze erhalten die Bauern.

</P>

<PRE>
Terrain     maximale Anzahl

Ebene und Wald   10000
Hochland          4000
Sumpf             2000
Berge             1000
Wueste             500
Gletscher          100
Ozean                0
</PRE>

<P>
<A NAME="IDX103"></A>
Je gr&ouml;sser die W&auml;lder in einer Region sind, umso weniger bebaubare
Fl&auml;che gibt es, und umso weniger Personen k&ouml;nnen in der
Landwirtschaft arbeiten.  Jeder Baum reduziert die Anzahl der
Arbeitspl&auml;tze in der Region um 10.  Dies macht sich schnell bemerkbar:

</P>

<PRE>
Fanders (-3,4), Wald, 627 Baeume, 4167 Bauern, $9, 118 Pferde.  Im
Norden liegt der Wald von Murom (-3,3), im Sueden die Ebene von
Erisort (-3,5), im Osten die Ebene von Sines (-2,4) und im Westen die
Ebene von Hullevala (-4,4).
</PRE>

<P>
In Fanders k&ouml;nnten eigentlich 10000 Bauern arbeiten, die 627 B&auml;ume
lassen aber nur noch Platz f&uuml;r 10000 - 627 * 10 = 3730
Arbeiter.  Diese Arbeiter verdienen pro Monat 11 Silber, so dass
3730 * 11 / 10 = 4103 Bauern ern&auml;hrt werden k&ouml;nnen.
Offensichtlich ist Fanders &uuml;berbev&ouml;lkert.

</P>
<P>
<A NAME="IDX104"></A>
<A NAME="IDX105"></A>
In jeder Runde werden sich die Bauern um 5% vermehren -- egal ob die
Region &uuml;berbev&ouml;lkert ist oder nicht.  Wenn das Silber f&uuml;r die
Ern&auml;hrung der Bauern nicht ausreicht, wird ein Grossteil verhungern.
Gleichzeitig wandern 5% der Bauern in eine zuf&auml;llige Nachbarsregion,
egal ob diese &uuml;berbev&ouml;lkert ist oder nicht.  Zus&auml;tzlich wandern
weitere 5% der Bauern in die reichste Region der Umgebung: Falls es
eine Nachbarsregion gibt, in der die Bauern insgesamt mehr Silber
haben, werden 5% der Bauern in diese Region wandern.

</P>

<P>
In Fanders werden die Bauern (falls keine Einheiten hier arbeiten,
handeln oder Steuern eintreiben) durch arbeiten also 3730 * 10 =
37300 Silber verdienen.  Gleichzeitig werden sie sich um 5% auf
4167 * 1.05 = 4375 vermehren.  Das erarbeitete Geld reicht nur
f&uuml;r 3730 Bauern.  Von den &uuml;berz&auml;hligen 4375 - 3730 = 645
Bauern werden 645 * 2 / 3 = 430 verhungern.  Von den
&uuml;berlebenden 4375 - 430 = 3945 Bauern werden 5% auswandern.
Da aus den Nachbarregionen aber auch je 5% auswandern, und die Bauern
zudem noch in die reichsten Regionen str&ouml;men, l&auml;sst sich meist
nicht genau sagen, wieviele Bauern nun genau am Ende des Zuges in der
Region leben werden.

</P>



<H1><A NAME="SEC15" HREF="doku.html#TOC15">Unterhaltung</A></H1>
<P>
<A NAME="IDX106"></A>

</P>
<P>
<A NAME="IDX107"></A>
Die Bauern geben ein zwanzigstel ihres Geldes f&uuml;r Unterhaltung aus.
Einheiten k&ouml;nnen sich mit dem Talent Unterhalten und dem
<SAMP>`UNTERHALTE'</SAMP> Befehl einen Teil dieses Geldes verdienen.  Pro
Person, Talentpunkt und Monat kann man 20 Silber verdienen.
Problematisch ist dies, wenn zuviele Unterhalter in einer Region
arbeiten, oder wenn die Bauern nur wenig Geld haben.  Als Beispiel
verwenden wir nocheinmal Fanders:

</P>

<PRE>
Fanders (-3,4), Wald, 627 Baeume, 4167 Bauern, $9, 118 Pferde.  Im
Norden liegt der Wald von Murom (-3,3), im Sueden die Ebene von
Erisort (-3,5), im Osten die Ebene von Sines (-2,4) und im Westen die
Ebene von Hullevala (-4,4).
</PRE>

<P>
Jeder Baum reduziert die Anzahl der Arbeitspl&auml;tze in der Region um
10.  Deswegen bleiben von den 10000 Arbeitspl&auml;tzen nur noch 3730
&uuml;brig.  Die Bauern verdienen dort 3730 * 11 = 41030 Silber.
Davon werden sie ein zwanzigstel f&uuml;r Unterhaltung ausgeben: 2051
Silber.  Eine Person mit Unterhalten 3 kann 60 Silber verdienen, so
dass in Fanders nur 2051 / 60 = 34 derartige Personen arbeiten
k&ouml;nnen.  Gibt es zuviele Unterhalter in der Region, wird das
verf&uuml;gbare Geld auf alle Personen proportional zu ihrem Talent
verteilt.

</P>



<H1><A NAME="SEC16" HREF="doku.html#TOC16">Handel</A></H1>
<P>
<A NAME="IDX108"></A>
<A NAME="IDX109"></A>

</P>
<P>
<A NAME="IDX110"></A>
Auf Atlantis existieren eine Reihe von Luxusg&uuml;tern, mit denen man
Handeln kann.  Die entsprechenden Befehle sind <SAMP>`KAUFE'</SAMP> und
<SAMP>`VERKAUFE'</SAMP>.  Um Handel zu treiben, braucht man das Talent
Handeln.  Pro Person, Talentpunkt und Monat k&ouml;nnen in einer Region,
in der eine Burg steht, 10 Luxusg&uuml;ter gekauft oder verkauft werden.
Wenn die Bauern den Spielern Luxusg&uuml;ter abkaufen sollen, m&uuml;ssen
die Bauern das ben&ouml;tigte Silber auch haben.  Die Bauern verwenden
nur das Silber, welches sie nicht f&uuml;r die Ern&auml;hrung brauchen, um
Luxusg&uuml;ter zu kaufen.  Das Silber, das die Bauern f&uuml;r Luxusg&uuml;ter
ausgegeben haben, bekommen die H&auml;ndler.  Den Bauern wird allerdings
das ausgegebene Silber nicht abgezogen -- sie besitzen nun einfach
Wertgegenst&auml;nde im entsprechenden Wert.  Das Silber, welches die
H&auml;ndler erhalten, entsteht nicht aus dem Nichts, es ist der Wert der
Luxusg&uuml;ter, die in einer anderen Region produziert worden sind.
Hier ein Beispiel f&uuml;r die Kaufkraft der Bauern:

</P>

<PRE>
Mullaghcarn (5,2), Ebene, 960 Bauern, $9755, 238 Pferde.  Im Norden
liegt die Ebene von Drimnin (5,1), im Sueden die Berge von Grandola
(5,3), im Osten die Ebene von Lom (6,2) und im Westen die Berge von
Handan (4,2).  Mullaghcarn liegt zu Fuessen des Handan Gebirges.  Von
Westen bis nach Suedosten erstrecken sich die dunklen Haenge in die
Hoehe.  Das Schmelzwasser des Gebirges hat sich hier zu einem
ansehnlichen Fluss gesammelt und fliesst kalt und traege nach
Nordwesten in den Ozean.
</PRE>

<P>
Jeder der Bauern in Mullaghcarn verdient im Laufe des Monates 11
Silber, also stehen in Mullaghcarn 9755 + 960 * 11 = 20315
Silber zur Verf&uuml;gung.  Die Bauern ben&ouml;tigen mindestens 960 *
10 = 9600 Silber, um nicht zu verhungern.  Somit bleiben von den
20315 Silber noch 20315 - 9600 = 10715 Silber, mit denen sie
Luxusg&uuml;ter kaufen k&ouml;nnen.

</P>
<P>
<A NAME="IDX111"></A>
Jedes Luxusgut hat einen bestimmten Basispreis.  In der folgenden
Tabelle sind alle Luxusg&uuml;ter und ihr jeweiliger Basispreis
aufgef&uuml;hrt:

</P>

<PRE>
Luxusgut             Basispreis

Balsamtopf               4
Gewuerzballen            5
Juwel                    7
Myrrhe Saeckchen         5
Oel Amphore              3
Seidenballen             6
Weihrauch Kiste          4
</PRE>

<P>
<A NAME="IDX112"></A>
<A NAME="IDX113"></A>
<A NAME="IDX114"></A>
In jeder Region besteht f&uuml;r eine Luxusgut eine bestimmte
<STRONG>Nachfrage</STRONG>.  Der effektive Preis eines Luxusgutes berechnet sich
aus dem Basispreis mal Nachfrage.  Wenn in einer Region die Nachfrage
f&uuml;r Juwelen den Wert von 11.00 hat, dann kosten Juwelen in dieser
Region 77 Silber.  Die Nachfrage nach einem Luxusgut steigt, wenn man
es den Bauern abkauft, und die Nachfrage sinkt, wenn man das Luxusgut
den Bauern verkauft.  Dies geschieht nach folgender Formel:

</P>

<PRE>
n = 25 / Anzahl Bauern
i = bisher verkaufte Luxusg&uuml;ter desselben Types
Verkaufspreis = Basispreis * (Nachfrage - i * n)
Kaufspreis = Basispreis * (Nachfrage + i * n)
</PRE>

<P>
Auf jeder Insel k&ouml;nnen zwei Luxusg&uuml;ter produziert werden.  In
jeder Region dieser Insel wird eines dieser beiden Luxusg&uuml;ter
produziert.  Am Ende der Runde wird die Nachfrage in allen Regionen
f&uuml;r alle nicht-produzierten Luxusgut um 0.25 erh&ouml;ht.  Die
Nachfrage steigt nie &uuml;ber 100.  Nachfrage f&uuml;r das produzierte
Luxusgut in der Region sinkt um 1.50.  Die Nachfrage sinkt nie unter
1.  In jeder Runde k&ouml;nnen (Anzahl Bauern / 100) Luxusg&uuml;ter
gehandelt werden, ohne die Preise permanent zu &auml;ndern.

</P>
<P>
In der folgenden Tabelle wird der Verkauf von Juwelen in Mullaghcarn
illustriert.  Da es in Mullaghcarn nur 960 Bauern gibt, kann man nur 9
Luxusg&uuml;ter handeln, bevor die Nachfrage sich um mehr als 0.25
&auml;ndert.

</P>

<PRE>
Verkaufspreis zu beginn: $77
Nachfrage zu beginn: 11.00
n = 25 / 960 = 0.026

Bisher       jetztiger     Nachfrage 
verkauft   Verkaufspreis   sinkt auf

   0             77         10.97
   1             76         10.94
   2             76         10.92   
   3             76         10.89
   4             76         10.86
   5             76         10.84
   6             75         10.82
   7             75         10.79
   8             75         10.77
   9             75         10.74
</PRE>

<P>
<A NAME="IDX115"></A>
F&uuml;r den Handel sind folgende Faktoren wichtig: In der Region muss
eine Burg existieren.  Je gr&ouml;sser die Burg, desto mehr k&ouml;nnen die
Bauern kaufen, da sie mehr Geld verdienen.  Je mehr Bauern in einer
Region leben, desto stabiler die Preise.  Je seltener ein Luxusgut
gehandelt wird, desto gr&ouml;sser die Gewinnspanne.  Vor allem
Luxusg&uuml;ter von anderen Inseln bieten sich hierf&uuml;r nat&uuml;rlich an!

</P>



<H1><A NAME="SEC17" HREF="doku.html#TOC17">Diebstahl</A></H1>
<P>
<A NAME="IDX116"></A>

</P>
<P>
<A NAME="IDX117"></A>
<A NAME="IDX118"></A>
<A NAME="IDX119"></A>
<A NAME="IDX120"></A>
<A NAME="IDX121"></A>
<A NAME="IDX122"></A>
Mit dem Talent Tarnung kann man sich vor anderen Einheiten tarnen.
Getarnte Einheiten k&ouml;nnen andere Einheiten beklauen.  Dazu gebrauchen
sie den <SAMP>`BEKLAUE'</SAMP> Befehl.  Bewacht eine Einheit allerdings die
Region, oder befindet sie sich in einem Schiff oder einer Burg, kann sie
sich nicht tarnen und bleibt sichtbar.  Getarnte Einheiten kann man mit
dem Talent Wahrnehmung entdecken.  

</P>
<P>
<A NAME="IDX123"></A>
<A NAME="IDX124"></A>
Bei der Entdeckung von Dieben z&auml;hlt das h&ouml;chste Wahrnehmungstalent
aller Einheiten der beklauten Partei in der Region.  Die Sp&uuml;rnasen
von Alliierten n&uuml;tzen beim Schutz gegen Diebe nicht!  Ist dieses
Wahrnehmungstalent kleiner als das Tarnungstalent der Diebe, gelingt der
Diebstahl.  Sind die beiden Talente gleich gross, erh&auml;lt das Opfer
eine unbestimmte Warnung.  Ist die Tarnung der Diebe zu klein, werden
sie von den gewarnten Opfern erkannt.  Gelingt der Diebstahl, wird die
klauende Einheit pro Person und Talentpunkt 50 Silber klauen.

</P>
<P>
<A NAME="IDX125"></A>
Diebe haben noch eine weitere F&auml;higkeit: Sie k&ouml;nnen Belagerungen
unterlaufen.  Ist ihre Tarnung um mindestens 3 Punkte h&ouml;her als die
Wahrnehmung der belagernden Einheiten, k&ouml;nnen sie die belagerte Burg
betreten und verlassen.  Damit k&ouml;nnen sie dringend ben&ouml;tigtes Silber
in die Burg schmuggeln.

</P>



<H1><A NAME="SEC18" HREF="doku.html#TOC18">Spionage</A></H1>
<P>
<A NAME="IDX126"></A>
<A NAME="IDX127"></A>
<A NAME="IDX128"></A>

</P>
<P>
Spione und Kundschafter haben oft das Problem, dass sie neuen,
unbekannten Einheiten begegnen.  Wenn man das Spiel beginnt, teilt man
sich die Region auch meistens mit ein paar neuen, unbekannten Einheiten.
Um deren Parteizugeh&ouml;rigkeit nun herauszufinden, ben&ouml;tigt man das
Talent Wahrnehmung.  Um sich vor einer derartigen Identifikation zu
sch&uuml;tzen, braucht man das Talent Tarnung.  Am Anfang des Spieles haben
alle Einheiten Wahrnehmung und Tarnung 0.

</P>
<P>
<A NAME="IDX129"></A>
<A NAME="IDX130"></A>
<A NAME="IDX131"></A>
Um eine getarnte Einheit sehen zu k&ouml;nnen, wird das h&ouml;chste
Wahrnehmungstalent aller eigenen, in der Region vorhandenen Einheiten
verwendet.  Ist dieses Wahrnehmungstalent kleiner als das Tarnungstalent
der fremden Einheit, erscheint diese nicht in der Auswertung -- sie ist
unsichtbar.  Sind Wahrnehmungstalent und Tarnungstalent gleich gross, so
erscheint die getarnte Einheit zwar in der Auswertung, aber ihre
Parteizugeh&ouml;rigkeit kann nicht bestimmt werden.  Ist das
Wahrnehmungstalent gr&ouml;sser als das Tarnungstalent, wird die fremde
Einheit enttarnt und ihre Parteizugeh&ouml;rigkeit wird in der Auswertung
angegeben.  Damit man also bestimmen kann, zu welcher Partei eine
Einheit geh&ouml;rt, ben&ouml;tigt man mindestens Wahrnehmung 1.  Damit kann
man die Parteizugeh&ouml;rigkeit aller Einheiten mit Tarnung 0 bestimmen.

</P>



<H1><A NAME="SEC19" HREF="doku.html#TOC19">Steuern eintreiben</A></H1>
<P>
<A NAME="IDX132"></A>

</P>
<P>
Steuereintreiber m&uuml;ssen eine der folgenden Waffen haben: Armbrust,
Bogen, Schwert oder Speer sowie das dazu passende Talent:
Armbrustschiessen, Bogenschiessen, Schwertkampf oder Speerkampf.  Mit
Katapulten kann man keine Steuern eintreiben.
 
<A NAME="IDX133"></A>
Pro Person kann man 50 Silber pro Monat an Steuern eintreiben.  Dies
macht man mit dem <SAMP>`TREIBE'</SAMP> Befehl.  Um zu verhindern, dass andere
Einheiten in einer Region Steuern eintreiben, kann man eine Region mit
dem <SAMP>`BEWACHE'</SAMP> Befehl bewachen.  Bewachen mehrere Parteien eine
Region, dann k&ouml;nnen nur noch die Parteien Steuern eintreiben, welche
mit <EM>allen</EM> bewachenden Parteien alliiert sind.  Da die Steuern
eingetrieben werden, <EM>bevor</EM> die Bauern ihr frisch verdientes Geld
ausgeben k&ouml;nnen, kann man selbst in sehr armen Regionen Steuern
eintreiben.  Die Konsequenz davon ist, dass entsprechend viele Bauern
verhungern werden.  Beispiel:

</P>

<PRE>
Mullaghcarn (5,2), Ebene, 960 Bauern, $9755, 238 Pferde.  Im Norden
liegt die Ebene von Drimnin (5,1), im Sueden die Berge von Grandola
(5,3), im Osten die Ebene von Lom (6,2) und im Westen die Berge von
Handan (4,2).  Mullaghcarn liegt zu Fuessen des Handan Gebirges.  Von
Westen bis nach Suedosten erstrecken sich die dunklen Haenge in die
Hoehe.  Das Schmelzwasser des Gebirges hat sich hier zu einem
ansehnlichen Fluss gesammelt und fliesst kalt und traege nach
Nordwesten in den Ozean.
</PRE>

<P>
Jeder der Bauern verdient im Laufe des Monates 11 Silber, also stehen in
Mullaghcarn eigentlich 9755 + 960 * 11 = 20315 Silber zur
Verf&uuml;gung.  Die Bauern ben&ouml;tigen mindestens 960 * 10 = 9600
Silber, um nicht zu verhungern.  Somit bleiben von den 20315 Silber noch
20315 - 9600 = 10715 Silber, die man eintreiben kann, ohne dass
Bauern verhungern m&uuml;ssen.

</P>



<H1><A NAME="SEC20" HREF="doku.html#TOC20">Magier</A></H1>
<P>
<A NAME="IDX134"></A>

</P>
<P>
<A NAME="IDX135"></A>
<A NAME="IDX136"></A>
Eine Person mit Magietalent z&auml;hlt als Magier.  Es darf maximal 3
Magier pro Partei geben! Existiert in einer Partei also beispielsweise
eine Einheit mit einem Magier und eine weitere Einheit mit zwei Magiern,
k&ouml;nnen keine weiteren Einheiten das Talent Magie lernen, und die
bestehenden Magier Einheiten k&ouml;nnen keine weiteren Personen
rekrutieren.  Da die Anzahl der Magier derartig begrenzt ist, haben
grosse Parteien oft Interesse an neuen Parteien und ihren Magiern.

</P>
<P>
<A NAME="IDX137"></A>
<A NAME="IDX138"></A>
<A NAME="IDX139"></A>
<A NAME="IDX140"></A>
Das Magietalent erlaubt das Zaubern von Spr&uuml;chen und Kampfzaubern
sowie das Forschen nach neuen Spr&uuml;chen.  Magie zu lernen und nach
Spr&uuml;chen zu forschen ist teuer, es kostet 200 Silber pro Person und
Monat.  Manche Spr&uuml;che verlangen zudem nach kostspieligen Materialien,
so dass f&uuml;r das Zaubern noch zus&auml;tzliches Silber aufgewendet werden
muss (meist 50 Silber pro Person und Monat).  Die Einheit, welche
Spr&uuml;che zaubert, Magie lernt, oder nach Spr&uuml;chen forscht, muss das
n&ouml;tige Silber bei sich tragen!  Eine Einheit kann pro Monat nur einen
normalen Spruch zaubern.  Besteht die Einheit aus mehreren Magiern, kann
der Effekt des Zaubers oft erh&ouml;ht werden.  Um einen normalen Spruch zu
sprechen verwendet man den Befehl <SAMP>`ZAUBERE'</SAMP>.  Um einen Kampfzauber
zu setzen, verwendet man den Befehl <SAMP>`KAMPFZAUBER'</SAMP>.  Einmal gesetzt
bleibt ein Kampfzauber bis zur n&auml;chsten &Auml;nderung gesetzt.  Nimmt der
Magier an keinen K&auml;mpfen teil, bleibt ein gesetzter Kampfzauber ohne
Auswirkung.  Jeder Magier, der einen Kampfzauber gesetzt hat, wird im
Kampf mit diesem Kampfzauber anstatt einer Waffe k&auml;mpfen.
Die folgende Einheit wird in einem Kampf beispielsweise den
Kampfzauber "Blitzschlag" verwenden:

</P>

<PRE>
* Kensanata, Herr der Minen und Theologe Hekolats (210), Juenger des
  Blauen Mondes (1), 1 Person, kaempft hinten, Talente: Schwertkampf 1
  [60], Taktik 2 [90], Bergbau 4 [400], Magie 3 [260], hat: Schwert,
  Zauber: Rosthauch, Hain der 1000 jaehrigen Eichen, Schattenritter,
  Kampfzauber: Magische Leuchtfeuer, Blitzschlag, gesetzt: Blitzschlag,
  Default: "lern magie"; Kensanata ist ein strenger, doch gerechter
  Herr. Sein Schaedel ist kahl und traegt das hellblauen Pentagramm
  Hekolats.  Kensanata spricht ab und zu in Lochinver zu den Bauern
  seinen Bruedern, und wohl taete jeder, auf seine Worte zu achten.
</PRE>

<P>
<A NAME="IDX141"></A>
<A NAME="IDX142"></A>
<A NAME="IDX143"></A>
<A NAME="IDX144"></A>
Ein Magier kann selber nach neuen Spr&uuml;chen forschen oder sich
Spr&uuml;che geben lassen.  Um nach neuen Spr&uuml;chen zu forschen, verwendet
man den Befehl <SAMP>`FORSCHE'</SAMP>.  Zauberspr&uuml;che werden mit dem
<SAMP>`GIB'</SAMP> Befehl &uuml;bergeben.  Forscht ein Magier, wird er h&ouml;chstens
Spr&uuml;che entdecken, deren Stufe kleiner oder gleich der
<EM>abgerundeten</EM> H&auml;lfte seiner Magietalentpunkte ist.  L&auml;sst er
sich einen Spruch geben, wird er den Spruch abschreiben k&ouml;nnen, wenn
dessen Stufe kleiner oder gleich der <EM>aufgerundeten</EM> H&auml;lfte
seiner Magietalentpunkte ist.  Ein Magier mit dem Magietalent 3 kann
also durch Forschen Spr&uuml;che der Stufe 1 (3 / 2, abgerundet)
entdecken, kann sich aber Spr&uuml;che bis zur Stufe 2 (3 / 2,
aufgerundet) geben lassen!

</P>



<H1><A NAME="SEC21" HREF="doku.html#TOC21">Reisen</A></H1>
<P>
<A NAME="IDX145"></A>

</P>
<P>
<A NAME="IDX146"></A>
<A NAME="IDX147"></A>
In jedem Monat kann man zu Land eine Region weit wandern.  Hat eine
Einheit genug Pferde und das Talent Reiten, kann sie zwei Regionen
weit reiten.  Sind aneinanderliegende Regionen durch Strassen
verbunden, k&ouml;nnen sich die Einheiten doppelt so schnell bewegen,
also zu Fuss bis zu 2 Regionen und zu Pferd bis zu 4 Regionen weit.
Vgl. Abschnitt <A HREF="doku.html#SEC25">Strassen</A>.  Mit einem Schiff kann man bis zu 8 Regionen weit
segeln.  Vgl. Abschnitt <A HREF="doku.html#SEC24">Schiffe</A>.  In allen F&auml;llen verwendet man hierzu den
<SAMP>`NACH'</SAMP> Befehl.  Bewegt sich eine Einheit, verliert sie den
<SAMP>`bewacht die Region'</SAMP> Status.

</P>
<P>
<A NAME="IDX148"></A>
<A NAME="IDX149"></A>
<A NAME="IDX150"></A>
<A NAME="IDX151"></A>
Wenn eine Einheit oder ein Schiff zu schwer beladen ist, k&ouml;nnen sie
sich nicht fortbewegen.  Das Gesamtgewicht wird mit der Kapazit&auml;t
verglichen: Kann alles, inklusive der Personen, auf Pferden und Wagen
transportiert werden, wird geritten.  Wenn die Personen selber mittragen
m&uuml;ssen, wird zu Fuss gegangen.  Befindet sich die Einheit auf einem
Schiff, so muss deren Gesamtgewicht samt dem Gewicht von Pferden, Wagen
und Personen vom Schiff getragen werden k&ouml;nnen.  Ist dies nicht der
Fall, so kann das Schiff nicht segeln (es wird allerdings auch nicht
untergehen).

</P>

<PRE>
Gegenstand     Gewicht  Kapazit&auml;t

Personen         (10)        5
Pferd            (50)       20
Wagen            (40)      140

Eisenbarren        5
Holzstamm          5
Steinquader       60
Schwert            1
Speer              1
Armbrust           1
Bogen              1
Katapult          60
Kettenhemd         2
Plattenpanzer      4

Balsamtopf         1
Gewuerzballen      1
Juwel              1
Myrrhe Saeckchen   1
Oel Amphore        1
Seidenballen       1
Weihrauch Kiste    1
</PRE>

<P>
<A NAME="IDX152"></A>
Ein Wagen ben&ouml;tigt 2 Pferde, um gezogen zu werden.  In diesem Fall
tr&auml;gt der Wagen 140, und die 2 Pferde tragen nichts weiter.  Beispiel:
Ein Fuhrmann mit einem Wagen und 2 Pferden kann 130 Schwerter
transportieren und zwei Regionen weit reiten.  Der Fuhrmann kann maximal
145 Schwerter transportieren und eine Region weit wandern.  Der leere
Wagen samt Fuhrmann und den beiden Pferden wiegt 150 (40 + 10 + 2
* 50).  Eine Einheit im Besitz eines Wagens kann in diesem Wagen keine
andere Einheit transportieren, ebenso kann eine Einheit mit Pferden
keine andere Einheit mitnehmen.

</P>



<H1><A NAME="SEC22" HREF="doku.html#TOC22">Waren</A></H1>
<P>
<A NAME="IDX153"></A>
<A NAME="IDX154"></A>

</P>
<P>
<A NAME="IDX155"></A>
<A NAME="IDX156"></A>
In der folgenden Tabelle sind normale Waren aufgef&uuml;hrt.  Einheiten
mit dem entsprechenden Talentwert k&ouml;nnen diese Waren aus den
angegebenen Rohstoffen produzieren.  Pro Person, Monat, Rohstoff und
Talentpunkt kann ein Gegenstand produziert werden.  Man beachte, dass
auch Pferde mit dem <SAMP>`MACHE'</SAMP> Befehl "gemacht" werden.

</P>

<PRE>
Gegenstand     Talent        mind.   Rohstoff     Menge

Eisenbarren    Bergbau         1      -              -
Holzstamm      Holzfaellen     1      -              -
Steinquader    Steinbau        1      -              -
Pferd          Pferdedressur   1      -              -
Wagen          Wagenbau        1     Holzstaemme     5
Katapult       Wagenbau        3     Holzstaemme    10
Schwert        Waffenbau       1     Eisenbarren     1
Speer          Waffenbau       2     Holzstamm       1
Armbrust       Waffenbau       2     Holzstamm       1
Bogen          Waffenbau       3     Holzstamm       1
Kettenhemd     Ruestungsbau    1     Eisenbarren     3
Plattenpanzer  Ruestungsbau    3     Eisenbarren     5
</PRE>

<P>
Um also einen bestimmten Gegenstand zu produzieren, ben&ouml;tigt man den
angegebenen Rohstoff in der angegebenen Menge sowie eine Einheit mit dem
entsprechenden hohen Talent.  Beispiel: Sollen 3 B&ouml;gen gebaut werden,
ben&ouml;tigt man eine Einheit mit einer Person und Bogenbau 3 sowie 3
Holzst&auml;mme.  Um 3 Holzst&auml;mme produzieren zu k&ouml;nnen ben&ouml;tigt man
eine Einheit mit einer Person und Holzf&auml;llen 3 oder 3 Personen mit
Holzf&auml;llen 1.

</P>
<P>
<A NAME="IDX157"></A>
<A NAME="IDX158"></A>
<A NAME="IDX159"></A>
<A NAME="IDX160"></A>
Eisenbarren und Steinquader kann man nur im Gebirge gewinnen, und zwar
maximal je 100 pro Monat.  Dieses Limit gilt f&uuml;r alle Einheiten in der
Region gleichzeitig.  Werden zuviele Rohstoffe abgebaut, werden sie
proportional aufgeteilt: Angenommen in einer Bergregion hat die Partei A
40 Personen mit Bergbau 3, und die Partei B 10 Personen mit Bergbau 4,
dann k&ouml;nnte A 120 Eisenerz und B 40 Eisenerz abbauen.  Die maximal
erh&auml;ltlichen 100 Eisenerz werden dann im Verh&auml;ltnis 120:40
aufgeteilt -- A erh&auml;lt etwa 75 Eisenerz, und B etwa 25.

</P>
<P>
<A NAME="IDX161"></A>
<A NAME="IDX162"></A>
<A NAME="IDX163"></A>
Pferde k&ouml;nnen solange "gemacht" werden, wie es welche hat.
Solange sie in der Freiheit leben, vermehren sie sich um 5% und
wandern von Region zu Region.  Einmal gez&auml;hmt, vermehren sich Pferde
allerdings nicht mehr.  Jeweils 5% der Pferde werden in eine
zuf&auml;llige Nachbarsregion wandern.

</P>
<P>
<A NAME="IDX164"></A>
<A NAME="IDX165"></A>
<A NAME="IDX166"></A>
Auch Holz kann solange gef&auml;llt werden, wie es B&auml;ume hat.
Typischerweise k&ouml;nnen in W&auml;ldern zwischen 600 und 900 Baumst&auml;mme
gef&auml;llt werden.  Solange es noch B&auml;ume gibt, k&ouml;nnen sie in
beliebigen Mengen gef&auml;llt werden.  Die maximale Anzahl B&auml;ume, die
&uuml;berhaupt in einer Region wachsen k&ouml;nnen, richtet sich nach dem
Terrain:

</P>
<P>
<A NAME="IDX167"></A>

<PRE>
Terrain         max. Anzahl

Ozean                 0
Ebene              1000
Sumpf               200
Wueste               50
Hochland            400
Berge               100
Gletscher            10
</PRE>

<P>
<A NAME="IDX168"></A>
<A NAME="IDX169"></A>
Wald w&auml;chst allerdings nur sehr langsam wieder nach.  In jeder Runde
kann der Wald in einer Region um 2% wachsen.  Gleichzeitig lassen 1%
der B&auml;ume in einer zuf&auml;lligen Nachbarsregion einen weiteren Baum
entstehen.

</P>

<PRE>
Fanders (-3,4), Wald, 627 Baeume, 4167 Bauern, $9, 118 Pferde.  Im
Norden liegt der Wald von Murom (-3,3), im Sueden die Ebene von
Erisort (-3,5), im Osten die Ebene von Sines (-2,4) und im Westen die
Ebene von Hullevala (-4,4).
</PRE>

<P>
Da jeder Baum die bebaubare Fl&auml;che vermindert, kann der Wald nicht
mehr wachsen, wenn es keine unbebaute Fl&auml;che mehr gibt.  Im obigen
Beispiel gibt es 10000 - 627 * 10 = 3730 Arbeitspl&auml;tze.
Vgl. Abschnitt <A HREF="doku.html#SEC14">Arbeiten</A>.  Da es in Fanders aber 4167 Bauern gibt, bleibt keine
unbebaute Fl&auml;che &uuml;brig, wo sich der Wald vermehren k&ouml;nnte.  Der
Wald von Fanders kann nicht weiter wachsen.  Ohne Bauern w&uuml;rde der
Wald in Fanders um ungef&auml;hr 627 * 0.02 = 13 B&auml;ume pro Runde
wachsen.  Gleichzeitig werden in allen Nachbarregionen insgesamt
627 * 0.01 = 6 B&auml;ume wachsen, sofern es den n&ouml;tigen Platz
hat.

</P>



<H1><A NAME="SEC23" HREF="doku.html#TOC23">Burgen</A></H1>
<P>
<A NAME="IDX170"></A>
<A NAME="IDX171"></A>
<A NAME="IDX172"></A>
<A NAME="IDX173"></A>
<A NAME="IDX174"></A>
<A NAME="IDX175"></A>
<A NAME="IDX176"></A>

</P>
<P>
<A NAME="IDX177"></A>
<A NAME="IDX178"></A>
<A NAME="IDX179"></A>
Der Lohn, den Bauern und arbeitende Einheiten erhalten, h&auml;ngt von
der gr&ouml;ssten Burg in der Region ab.  In der folgenden Tabelle ist
angegeben, wie hoch dieser Lohn ist, und wie gross das Burgenbautalent
einer Einheit mindestens sein muss, damit sie an einer Burg
weiterbauen kann.  Burgen werden aus Steinquadern erbaut.  Pro Person,
Talentpunkt und Monat kann ein Steinquader verbaut werden.  Beispiel:
Eine Einheit mit 10 Personen und Burgenbau 2 kann in einem Monat 20
Steinquader verbauen.  Da sie nur 2 Talentpunkte hat, kann sie
h&ouml;chstens einen Turm bauen.  F&uuml;r einen Turm der Gr&ouml;sse 49 wird
sie drei Monate ben&ouml;tigen.  Im letzten Monat geht die
Arbeitsleistung von 11 Personenmonaten verloren.

</P>
<P>
Burgen betritt man mit dem <SAMP>`BETRETE BURG'</SAMP> Befehl, und man
verl&auml;sst sie mit dem <SAMP>`VERLASSE'</SAMP> Befehl.  Wenn man mit dem Bau
einer neuen Burg beginnt, betritt die Einheit automatisch die Burg.
Die erste Einheit, der Burgherr, hat das Kommando &uuml;ber die Burg.
Diese Einheit kann aus mehr als einer Person bestehen.  Das Kommando
kann anderen Einheiten mit dem Befehl <SAMP>`GIB x KOMMANDO'</SAMP>
&uuml;bergeben werden.  Der Burgherr darf seine Burg benennen und
beschreiben.  Der Burgherr der gr&ouml;ssten Burg der Region darf die
Region benennen und beschreiben.  Nur Einheiten der eigenen oder
allierter Parteien, sowie Einheiten, die der Burgherr selber
kontaktiert hat, d&uuml;rfen die Burg betreten.

</P>

<PRE>
Typ         Gr&ouml;sse  Burgenbau  Lohn

Baustelle        1       1        11
Befestigung      2       1        12
Turm            10       2        13
Schloss         50       3        14
Festung        250       4        15
Zitadelle     1250       5        16
</PRE>

<P>
<A NAME="IDX180"></A>
Hier ein Beispiel f&uuml;r eine Burg.  Burgen haben auch Nummern, die man
f&uuml;r die Befehle gebraucht.  Sie wird vom Computer beim Bau einer
neuen Burg vergeben.  Unter einer Burg sind die Einheiten
einger&uuml;ckt, die sich in der betreffenden Burg befinden.

</P>

<PRE>
Dunkle Klosterburg des Ordens der Gerechtigkeit (1), Groesse 80,
Schloss; Auf dem Felsen von Lhoch Iij'Yanver, hinter dem Tempel des
Hekolat, erhebt sich im Schatten der dunklen Felsen die Klosterburg
des Ordens der Gerechtigkeit.  Nur duestere und grimmige Gesellen
scheinen Ritter dieses Ordens zu werden.  Das erklaerte Ziel des
Ordens ist der Schutz der Bruderschaft, einer grossen und
weitspannenden Allianz.
</PRE>


<PRE>
* Leopold Loewenherz und seine Ritter der Gerechtigkeit (230), Juenger
  des blauen Mondes (1), 9 Personen, kampfbereit, $121, Talente:
  Schwertkampf 3 [180], hat: 9 Schwerter, Default: "treibe steuern
  ein"; Die Ritter des Ordens der Gerechtigkeit sind finstere und
  wortkarge Gesellen.  Immer huellen sie sich in ihren schwarzen
  Mantel und harren ihrem Schicksal.  Ritter Loewenherz ist ein
  frommer Mensch und betet jeden Morgen vor Sonnenaufgang in Hekolats
  Tempel, bis die ersten Sonnenstrahlen den Innenhof erleuchten.
</PRE>

<P>
<A NAME="IDX181"></A>
<A NAME="IDX182"></A>
<A NAME="IDX183"></A>
<A NAME="IDX184"></A>
<A NAME="IDX185"></A>
Einheiten in Burgen werden von dieser gesch&uuml;tzt, und zwar wird pro
Gr&ouml;sseneinheit eine Person gesch&uuml;tzt.  Nur die gesch&uuml;tzten
Personen profitieren bei einem &Uuml;berfall vom Burgenbonus.  Alle
Personen mit dem Burgenbonus sind zudem zu 80% vor den
Todes-Kampfzaubern gesch&uuml;tzt.  Vgl. Abschnitt <A HREF="doku.html#SEC31">Die K&auml;mpfenden</A>.  Jede
Gr&ouml;sseneinheit der Burg ben&ouml;tigt einen Steinquader.  Beim
Zerst&ouml;ren einer Burg kann etwa die H&auml;lfte der Steinquader wieder
verwendet werden: Die zerst&ouml;rende Einheit erh&auml;lt diese.

</P>



<H1><A NAME="SEC24" HREF="doku.html#TOC24">Schiffe</A></H1>
<P>
<A NAME="IDX186"></A>
<A NAME="IDX187"></A>
<A NAME="IDX188"></A>
<A NAME="IDX189"></A>
<A NAME="IDX190"></A>
<A NAME="IDX191"></A>

</P>
<P>
<A NAME="IDX192"></A>
Aus Holzst&auml;mmen kann man Schiffe bauen.  In der folgenden Tabelle
ist aufgef&uuml;hrt, wieviele Holzst&auml;mme ben&ouml;tigt werden, um ein
Schiff zu bauen.  Je gr&ouml;sser das Schiff, umso schwieriger ist es zu
bauen und zu f&uuml;hren.  Um an einem Schiff zu bauen, ben&ouml;tigt eine
Einheit mindestens das in der Tabelle angegebene Schiffsbautalent.
Pro Person, Talentpunkt und Monat kann ein Holzstamm verbaut werden.

</P>
<P>
Schiffe betritt man mit dem <SAMP>`BETRETE SCHIFF'</SAMP> Befehl, und man
verl&auml;sst sie mit dem <SAMP>`VERLASSE'</SAMP> Befehl.  Wenn man mit dem Bau
eines neuen Schiffes beginnt, betritt die Einheit automatisch das
Schiff.  Die erste Einheit, der Kapit&auml;n, hat das Kommando &uuml;ber das
Schiff.  Diese Einheit kann aus mehr als einer Person bestehen.  Das
Kommando kann anderen Einheiten mit dem Befehl <SAMP>`GIB x KOMMANDO'</SAMP>
&uuml;bergeben werden.  Der Kapit&auml;n darf sein Schiff benennen und
beschreiben.  Nur Einheiten der eigenen oder allierter Parteien, sowie
Einheiten, die der Kapit&auml;n selber kontaktiert hat, d&uuml;rfen das
Schiff betreten.  Befindet sich keine Einheit in einem Schiff, kann
jede beliebige Einheit das Schiff betreten.

</P>

<PRE>
Typ       Geschwin-  Holz  Kapazit&auml;t  Schiffsbau  Matrosen
           digkeit                       Kapit&auml;n
Boot           3       5       50          1           2
Langboot       4      50      500          1          10
Drachenschiff  6     100     1000          2          50
Karavelle      6     250     3000          3          30
Trireme        8     200     2000          4         120
</PRE>

<P>
<A NAME="IDX193"></A>
<A NAME="IDX194"></A>
Auf hoher See kann man keine langen Befehl ausf&uuml;hren. Die einzige
Ausnahme ist der Kapit&auml;n: Er kann und muss den <SAMP>`NACH'</SAMP> oder den
<SAMP>`FOLGE'</SAMP> Befehl verwenden, um mit dem Schiff zu segeln.  Wenn ein
Schiff zu schwer beladen ist, kann es nicht ablegen.  In der
angegebenen Kapazit&auml;t ist das Gewicht der Matrosen <EM>nicht</EM> mit
eingerechnet.

</P>
<P>
<A NAME="IDX195"></A>
Um mit dem Schiff zu segeln, muss der Kapit&auml;n des Schiffes
mindestens das angegebene Segeltalent haben.  Zudem braucht es auf dem
Schiff eine gewisse Anzahl Matrosen.  Jeder Matrose entspricht einem
ben&ouml;tigten Talentpunkt.  Hierbei z&auml;hlt das Segelntalent des
Kapit&auml;ns auch mit.  Beispiel: Ein Langboot kann von 10 Personen mit
Segeln 1 oder von 5 Personen mit Segeln 2 bedient werden.  Ein
Drachenschiff kann von einem Kapit&auml;n mit Segeln 2 und 48 Personen
mit Segeln 1 bedient werden.

</P>
<P>
Hier ein Beispiel f&uuml;r ein Schiff in einer K&uuml;stenregion.  Schiffe
haben Nummern, die man f&uuml;r die Befehle gebraucht.  Diese werden vom
Computer beim Bau neuer Schiffe vergeben.  Unter einem Schiff sind die
Einheiten einger&uuml;ckt, die sich auf dem Schiff befinden.

</P>

<PRE>
Pasadena (6,13), Berge, 1123 Bauern, $3, 23 Pferde. Im Norden liegt
Ozean (6,12), im Sueden Ozean (6,14), im Osten Ozean (7,13) und im
Westen die Ebene von Os'ma (5,13). Wer von Westen aus nach Pasadena
kommt, muss erst entlang des Flusses Aranes zu einem Pass aufsteigen,
um auf der anderen Seite ein liebliches Tal zu finden. Das Tal oeffnet
sich auf eine grosse Bucht, an deren Ufer das Dorf Kropok
liegt. Oberhalb des Dorfes entsteht das Projekt Felsenburg.
</PRE>


<PRE>
  Euphoria (1), Langboot; Auf dem grossen Hauptsegel prangt
  riesengross der gehoernte Schaedel eines Bisons, das Symbol der
  Kraft und der Unbeugsamkeit des Pasadena Clanes.  Dieses Segel hat
  einen olivgr&uuml;nen Grundton, damit das Langboot auf hoher See nur
  schwer auszumachen ist.  Unter optimalen Wetterbedingungen segelt
  die Euphoria selbst einem Drachenschiff davon.
</PRE>


<PRE>
  - Ghawan (239), Der Pasadena Clan (27), 1 Person, hat: Schwert, 4
    Speere, Plattenpanzer.
</PRE>

<P>
<A NAME="IDX196"></A>
Schiffe k&ouml;nnen Ozeanregionen befahren, und sie k&ouml;nnen in
K&uuml;stenregionen ein- und auslaufen.  Schiffe k&ouml;nnen aber nicht
direkt -- ohne &uuml;ber eine Ozean Region zu segeln -- von einer
K&uuml;stenregion in die benachbarte K&uuml;stenregion gelangen.
K&uuml;stenregionen sind keine Ozeanregionen, sie liegen <EM>neben</EM>
einer Ozeanregion.  Im obigen Beispiel k&ouml;nnte ein Schiff Pasadena
von Norden nach S&uuml;den durchsegeln, da in jedem Schritt entweder die
Zielregion oder die Herkunftsregion eine Ozeanregion ist (man stelle
sich einfach einen Kanal durch die Region vor -- eigene Kan&auml;le
lassen sich allerdings <EM>nicht</EM> bauen).  Angenommen Os'ma im
Westen sei auch eine K&uuml;stenregion, dann k&ouml;nnte die Euphoria nicht
mit <SAMP>`NACH WESTEN'</SAMP> direkt von Pasadena nach Os'ma segeln, sondern
sie m&uuml;sste einen Umweg &uuml;ber Ozeanregionen machen, beispielsweise
mit <SAMP>`NACH NORDEN WESTEN SUEDEN'</SAMP>.

</P>



<H1><A NAME="SEC25" HREF="doku.html#TOC25">Strassen</A></H1>
<P>
<A NAME="IDX197"></A>

</P>
<P>
<A NAME="IDX198"></A>
<A NAME="IDX199"></A>
Um die Reisegeschwindigkeit &uuml;ber Land zu verdoppeln, m&uuml;ssen von der
Start- bis zur Zielregion inklusive Strassen existieren.  Um Strassen in
einer Region zu bauen, braucht eine Einheit das Talent Strassenbau und
Steinquader.  Pro Person, Talentpunkt und Monat kann ein Steinquader
verbaut werden.

</P>
<P>
<A NAME="IDX200"></A>

<PRE>
Terrain                Steinquader

Ebene                       100
Wald                        150
Hochland                    200
Berge                       500
</PRE>

<P>
In allen anderen Terraintypen ist kein Strassenbau m&ouml;glich.

</P>



<H1><A NAME="SEC26" HREF="doku.html#TOC26">Konflikte</A></H1>

<P>
Konflikte werden in Atlantis nicht zu vermeiden sein.  Es wird Streit um
Silber, um Regionen, um Steuerrechte, um Handelsrouten und so weiter
geben.  Deswegen muss man sich immer nach Freunden und Alliierten
umschauen, denn: "Freunde kommen und gehen, Feinde mehren sich."

</P>



<H2><A NAME="SEC27" HREF="doku.html#TOC27">Allianzen</A></H2>
<P>
<A NAME="IDX201"></A>

</P>
<P>
<A NAME="IDX202"></A>
<A NAME="IDX203"></A>
<A NAME="IDX204"></A>
Man kann anderen Parteien helfen, indem man sie zu Alliierten
erkl&auml;rt.  Hierzu dient der <SAMP>`HELFE'</SAMP> Befehl.  Werden Alliierte
angegriffen, wird man auf ihrer Seite k&auml;mpfen (ausser man ist mit
beiden Seiten alliiert, dann halten sich die eigenen Einheiten aus den
K&auml;mpfen heraus).  Die eigenen Einheiten werden alles annehmen, was
alliierte Einheiten ihnen geben (Silber, Personen, Gegenst&auml;nde
usw.), sie werden ihnen nirgends den Eintritt verwehren und alliierte
Einheiten in Regionen Steuern eintreiben lassen, die sie selber
bewachen.  Wenn eine Partei einer anderen hilft, also die Allianz
erkl&auml;rt hat, bedeutet das nicht automatisch, dass die andere Partei
dies auch gemacht hat.

</P>
<P>
<A NAME="IDX205"></A>
Will man einzelnen Einheiten nicht alliierter Parteien dieselben
Vorrechte gew&auml;hren wie in einer Allianz, kann man mit ihnen einfach
mit dem <SAMP>`KONTAKTIERE'</SAMP> Befehl Kontakt aufnehmen.  Dies ist dann
besonders wichtig, wenn man Handel treibt.  Sind sich zwei nicht
alliierte Parteien handelseinig, so m&uuml;ssen sich die entsprechenden
Einheiten zuerst kontaktieren, um ihre Waren austauschen zu k&ouml;nnen.
Man kann Einheiten fremder Parteien nicht automatisch etwas geben,
weil dies auch missbraucht werden kann: Man k&ouml;nnte feindliche
Einheiten mit Steinquadern beladen, damit diese nicht weiter ziehen
k&ouml;nnen, oder man k&ouml;nnte feindlichen Elitetruppen ein paar Personen
ohne Waffentalent geben, so dass deren Talente verw&auml;ssert w&uuml;rden.

</P>



<H2><A NAME="SEC28" HREF="doku.html#TOC28">Krieg</A></H2>

<P>
Obwohl die Regeln f&uuml;r den Kampf in der Dokumentation relativ viel
Platz einnehmen, ist Atlantis kein eigentliches Kriegsspiel: Die Regeln
sind daf&uuml;r zu plump.  Daran wird sich auch in absehbarer Zeit nichts
aendern.

</P>



<H3><A NAME="SEC29" HREF="doku.html#TOC29">Die beiden Seiten</A></H3>

<P>
Ein Kampf wird mit dem <SAMP>`ATTACKIERE'</SAMP> Befehl ausgel&ouml;st.  Dies
bestimmt, welche Parteien zur angreifenden und welche zur verteidigenden
Seite geh&ouml;ren.

</P>
<DL COMPACT>

<DT>Angreifende Einheit
<DD>
<A NAME="IDX206"></A>
Der Kampf wird durch eine Einheit ausgel&ouml;st, welche den
<SAMP>`ATTACKIERE'</SAMP> Befehl gesetzt hat.  Dies ist die angreifende Einheit.

<DT>Verteidigende Einheit
<DD>
<A NAME="IDX207"></A>
Die von der angreifenden Einheit angegriffene Einheit ist die
verteidigende Einheit.

<DT>Angreifende Partei
<DD>
<A NAME="IDX208"></A>
Die Partei der angreifenden Einheit ist die angreifende Partei.

<DT>Verteidigende Partei
<DD>
<A NAME="IDX209"></A>
Die Partei der verteidigenden Einheit ist die verteidigende Partei.

<DT>Angreifende Seite
<DD>
<A NAME="IDX210"></A>
Alle Parteien, welche Einheiten der verteidigenden Partei angreifen,
geh&ouml;ren zur angreifenden Seite.  Die Parteien der angreifenden Seite
k&ouml;nnen untereinander verfeindet sein.  Der <SAMP>`HELFE'</SAMP> Befehl hat
keinen Einfluss auf die Zusammensetzung der angreifenden Seite.

<DT>Verteidigende Seite
<DD>
<A NAME="IDX211"></A>
Alle Parteien, welche einen <SAMP>`HELFE'</SAMP> Befehl auf die verteidigende
Partei gesetzt haben, geh&ouml;ren zur verteidigenden Seite.
</DL>

<P>
Wenn mehrere Parteien eine Partei attackieren wollen, sollten sie sich
gegenseitig den <SAMP>`HELFE'</SAMP> Befehl setzen.  Dies n&uuml;tzt ihnen zwar
nicht, wenn sie zur angreifenden Seite geh&ouml;ren, wenn aber eine von
ihnen zuerst angegriffen wird, werden sie nur so gemeinsam auf der
verteidigenden Seite k&auml;mpfen.  Wenn zwei Parteien sich gegenseitig mit
<SAMP>`ATTACKIERE'</SAMP> angreifen, ist nicht klar, welche der beiden Parteien
im anschliessenden Kampf die angreifende Partei sein wird, da die
<SAMP>`ATTACKIERE'</SAMP> Befehle in zuf&auml;lliger Reihenfolge ausgef&uuml;hrt
werden!  Um also einen Feind gemeinsam <EM>anzugreifen</EM>, muss jede
angreifende Partei mindestens eine Einheit des Feindes attackieren.  Um
sich gemeinsam gegen Angreifer zu <EM>verteidigen</EM>, m&uuml;ssen sich die
Parteien gegenseitig helfen.

</P>



<H3><A NAME="SEC30" HREF="doku.html#TOC30">Die Schlacht</A></H3>

<P>
<A NAME="IDX212"></A>
<A NAME="IDX213"></A>
Die Schlacht besteht aus Kampfrunden.  In jeder Kampfrunde k&ouml;nnen alle
Personen beider Seiten in zuf&auml;lliger Reihenfolge eine zuf&auml;llig
bestimmte Person der Gegenseite einmal attackieren.  Bei einer Attacke
wird bestimmt, wie gross die Trefferchancen sind, und dann wird durch
Zufall bestimmt, ob die Attacke erfolgreich war.  War sie erfolgreich,
ist die attackierte Person tot.  Dies geht so lange weiter, bis eine der
beiden Seiten ausgel&ouml;scht ist.

</P>
<DL COMPACT>

<DT>Attackierende Person
<DD>
<A NAME="IDX214"></A>
Die Person, welche gerade eine Attacke macht, ist die attackierende
Person.  Jede Person kann in einer Kampfrunde eine Attacke machen.  Auch
Personen der verteidigenden Seite k&ouml;nnen einmal pro Kampfrunde eine
Attacke machen.

<DT>Parierende Person
<DD>
<A NAME="IDX215"></A>
Die parierende Person ist das Ziel einer Attacke.  Eine Person kann
mehrmals pro Runde das Ziel einer Attacke sein.  Auch Personen der
angreifenden Seite k&ouml;nnen Ziele von Attacken sein.

<A NAME="IDX216"></A>
<DT>Treffer
<DD>
<A NAME="IDX217"></A>
Ist eine Attacke erfolgreich, erleidet die parierende Person einen
Treffer.  Treffer sind f&uuml;r unger&uuml;stete Personen t&ouml;dlich.  Personen
mit einem Kettenhemd haben eine 1 / 3 Chance, den Treffer zu
&uuml;berleben, Personen mit einem Plattenpanzer haben es eine 2 / 3
Chance, den Treffer zu &uuml;berleben.
</DL>

<P>
<A NAME="IDX218"></A>
<A NAME="IDX219"></A>
Vor der Schlacht wird der beste Taktiker beider Seiten bestimmt.  Alle
Personen seiner Seite k&ouml;nnen in der ersten Kampfrunde attackieren,
ohne dass die Gegenseite zur&uuml;ck schlagen kann.

</P>
<P>
<A NAME="IDX220"></A>
<A NAME="IDX221"></A>
Einheiten k&ouml;nnen den Status <SAMP>`kampfbereit'</SAMP>, <SAMP>`kaempft
hinten'</SAMP> oder <SAMP>`kaempft nicht'</SAMP> haben.  Den Status kann man mit dem
<SAMP>`KAEMPFE'</SAMP> Befehl &auml;ndern.  Die Personen aus kampfbereiten
Einheiten werden in Schlachten an vordester Front mitk&auml;mpfen.
Personen aus hinten k&auml;mpfenden Einheiten k&ouml;nnen erst angegriffen
werden, wenn die gesamten K&auml;mpfenden an der Front gefallen sind.
Solange es noch Personen an der Front gibt, k&ouml;nnen hinten
k&auml;mpfende Personen nur Schusswaffen oder Kampfzauber verwenden.
Nicht k&auml;mpfende Personen werden versuchen, den Kampf zu vermeiden.
Dies gelingt nicht, wenn sie zur verteidigenden Partei geh&ouml;ren, und
die angreifende Seite dies erkennen kann.  Dies ist dann der Fall,
wenn die angreifende Seite die Parteizugeh&ouml;rigkeit der
verteidigenden Einheit und die der nicht k&auml;mpfenden Einheit erkennen
kann.

</P>
<P>
<A NAME="IDX222"></A>
<A NAME="IDX223"></A>
Seeschlachten werden wie Schlachten zu Land ausgefochten -- die
Besatzungen entern die Schiffe gegenseitig und die Einheiten fallen
&uuml;bereinander her.  Es ist nicht m&ouml;glich, andere Schiffe zu rammen
oder sonstwie zu versenken. Unterbemannte oder unbemannte Schiffe
treiben ohne Kontrolle im Ozean.

</P>



<H3><A NAME="SEC31" HREF="doku.html#TOC31">Die K&auml;mpfenden</A></H3>

<P>
<A NAME="IDX224"></A>
<A NAME="IDX225"></A>
<A NAME="IDX226"></A>
<A NAME="IDX227"></A>


<P><STRONG>Ausr&uuml;stung</STRONG></P>

</P>
<P>
Jede Person in einer Einheit r&uuml;stet sich mit einer Waffe und einer
R&uuml;stung aus, die sie gebrauchen kann.  Magier, die einen Kampfzauber
gesetzt haben, r&uuml;sten sich nicht mit einer Waffe aus sondern benutzen
den Kampfzauber.  Vorsicht: Ungebrauchte Waffen oder R&uuml;stungen werden
<EM>nicht</EM> automatisch an unbewaffnete oder unger&uuml;stete Einheiten
weiter verteilt.  Hier die Liste der Waffen und R&uuml;stungen in
absteigender Pr&auml;ferenz:

</P>

<PRE>
Waffen                  R&uuml;stung

magische Waffen         magische R&uuml;stungen
Katapult                Plattenpanzer
Bogen                   Kettenhemd
Armbrust
Speer
Schwert
</PRE>

<P>
Beispiel: Eine Einheit mit 10 Personen, 6 B&ouml;gen und 6 Schwertern
stellt 6 Bogensch&uuml;tzen und 4 Schwertk&auml;mpfer.  Die restlichen 2
Schwerter werden nicht verwendet.

</P>
<P>
<A NAME="IDX228"></A>


<P><STRONG>Nahkampf</STRONG></P>

</P>
<P>
Die Trefferchance im Nahkampf h&auml;ngt von der Differenz zwischen dem
Kampftalent des Angreifers und dem des Verteidigers ab.  Das Kampftalent
bestimmt sich wie folgt:

</P>
<DL COMPACT>

<DT>Bewaffnete
<DD>
<A NAME="IDX229"></A>
Das Kampftalent von bewaffneten Personen ist so gross wie ihr Talent
f&uuml;r die verwendete Waffe (Schwerkampf f&uuml;r Schwerter, Bogenschiessen
f&uuml;r B&ouml;gen etc.).  Dieses Talent wird auch das Waffentalent des
K&auml;mpfenden genannt.

<DT>Unbewaffnete
<DD>
<A NAME="IDX230"></A>
Unbewaffnete Personen haben ein Kampftalent von -2.  Werden
Sch&uuml;tzen von Schwert- oder Speertr&auml;gern attackiert, haben sie wie
Unbewaffnete ein Kampftalent von -2.  K&auml;mpfende mit einem
Waffentalent ohne entsprechende Waffe und K&auml;mpfende mit Waffe aber
ohne entsprechendes Waffentalent haben auch ein Kampftalent von
-2.

<DT>Burgenbonus
<DD>
<A NAME="IDX231"></A>
Personen in Burgen sind zus&auml;tzlich gesch&uuml;tzt.  Burginsassen
erhalten einen Bonus von +2 auf ihr Kampftalent, wenn sie
attackiert werden.  Der Burgenbonus gilt nicht f&uuml;r eigene Attacken.
Geh&ouml;ren die Burginsassen zur angreifenden Seite, erhalten sie keinen
Burgenbonus.  Desweiteren haben Burginsassen eine 80% Chance,
Todes-Kampfzauber zu &uuml;berleben.  Die Anzahl gesch&uuml;tzer
Burginsassen wird durch die Gr&ouml;sse der Burg bestimmt.
Vgl. Abschnitt <A HREF="doku.html#SEC23">Burgen</A>.

<DT>Pferdebonus
<DD>
<A NAME="IDX232"></A>
In Ebenen k&ouml;nnen Schwert- und Speertr&auml;ger ein Pferd benutzen.  Um
ein Pferd in den Kampf zu reiten, braucht man ein Reitentalent von
mindestens 2.  Reiter bekommen einen Bonus von +2 auf ihr
Kampftalent.  Personen mit Burgenbonus, sowie Personen, die Personen
mit Burgenbonus attackieren oder von solchen attackiert werden,
erhalten keinen Pferdebonus.

<DT>Lanzenbonus
<DD>
<A NAME="IDX233"></A>
Bewaffnete, die mit einem Speer k&auml;mpfen und den Pferdebonus haben,
erhalten einen +1 Bonus zur Attacke, weil sie ihre Speere wie
Lanzen verwenden k&ouml;nnen.

<DT>Pikenbonus
<DD>
<A NAME="IDX234"></A>
Bewaffnete, die mit einem Speer k&auml;mpfen und von Personen mit dem
Pferdebonus attackiert werden, erhalten einen +1 Bonus, weil
sie ihre Speere wie Piken verwenden k&ouml;nnen.
</DL>

<P>
<A NAME="IDX235"></A>
<A NAME="IDX236"></A>


<P><STRONG>Fernkampf</STRONG></P>

</P>
<P>
Die Trefferchancen im Fernkampf h&auml;ngen von der Differenz zwischen
dem Kampftalent des Sch&uuml;tzen und einem Fixwert ab.  Das Kampftalent
des Gegners wird nicht verwendet.  Schusswaffen lohnen sich gegen
Elitetruppen, weil diese den Sch&uuml;ssen nicht besser als andere
Truppen ausweichen k&ouml;nnen.  Gegen Schusswaffen n&uuml;tzen nur
R&uuml;stungen und Burgen.  Die folgende Tabelle zeigt, wie sich die
Schusswaffen unterscheiden.  Der Fixwert gibt an, mit welcher Zahl das
Kampftalent des Sch&uuml;tzen verglichen wird.  Einheiten in Burgen
erhalten hierauf noch den Burgenbonus von +2.  Die Nachladezeit
ist die Anzahl Runden, in denen nicht geschossen werden kann, nachdem
ein Schuss abgegeben worden ist.

</P>

<PRE>
Waffe       Talent             Fixwert  Nachladen   Opfer

Armbrust    Armbrustschiessen     0         1         1
Katapult    Katapultbedienung     1         5        20
Bogen       Bogenschiessen        2         0         1
</PRE>

<P>
<A NAME="IDX237"></A>


<P><STRONG>Trefferchancen</STRONG></P>

</P>
<P>
Die Trefferchancen f&uuml;r den Nahkampf ermittelt sich aus der Differenz
zwischen den beiden Kampftalenten, die Trefferchance f&uuml;r den
Fernkampf aus der Differenz zwischen dem Kampftalent der Sch&uuml;tzen
und eines Fixwertes, der von der verwendeten Waffe abh&auml;ngt.  Die
folgende Tabelle zeigt die genaue Auswirkung dieser Differenz auf die
Trefferchance:

</P>

<PRE>
     Angreifer ist...       Chance

mehr als 1 schlechter         1%
      um 1 schlechter        10%
           gleich gut        25%
          um 1 besser        40%
    mehr als 1 besser        49%
</PRE>

<P>
Beispiel: Ein Schwertk&auml;mpfer mit Schwertkampf 3 hat gegen einen
Schwertk&auml;mpfer mit Schwertkampf 1 eine Trefferchance von 49%.
Umgekehrt hat der Unterlegene eine Trefferchance von nur 1%.  Ein
Armbrustsch&uuml;tze mit Talent 1 hat eine Trefferchance von 40%, da er
um 1 besser als erforderlich ist.  Ein Bogensch&uuml;tze mit dem Talent 1
hat eine Trefferchance von 10%, da er um 1 schlechter als erforderlich
ist.

</P>

<H4>Beispiele</H4>


<UL>
<LI>

Ein Schwertk&auml;mpfer mit Schwertkampf 3 gegen einen Reiter mit Reiten
1 und Speerkampf 2 attackiert mit +3 (Talent) gegen +2
(Talent, ohne Pferdebonus -- der Reiter kann nicht gut genug reiten)
und hat 40% Chancen auf einen Treffer.

<LI>

Ein Reiter mit Reiten 2 und Speerkampf 3 greift einen gleich guten
Kollegen an.  Beide haben ein Kettenhemd.  Er k&auml;mpft mit +6
(+3 Talent, +2 Pferdebonus, +1 Lanzenbonus) gegen
+6 (+3 Talent, +2 Pferdebonus, +1
Pikenbonus).  Dies gibt eine Trefferchance von 25%.  T&ouml;dliche
Treffer haben nur noch eine Chance von 16,67%.

<LI>

Ein Reiter mit Reiten 2 und Speerkampf 3 greift einen Reiter mit
Reiten 2 und Schwertkampf 3 an.  Er k&auml;mpft mit +6 (+3
Talent, +2 Pferdebonus, +1 Lanzenbonus) gegen +5
(+3 Talent, +2 Pferdebonus) und hat eine Trefferchance
von 40%.  Umgekehrt hat der Schwertk&auml;mpfer nur eine Trefferchance
von 10% (der Speerk&auml;mpfer erh&auml;lt den Pikenbonus anstelle des
Lanzenbonuses, ansonsten bleiben alle Werte gleich).

<LI>

Ein Reiter mit Reiten 3 und Speerkampf 3 greift einen Bogensch&uuml;tzen
mit Bogenschiessen 4 an.  Er attackiert mit +6 (+3
Talent, +2 Pferdebonus und +1 Lanzenbonus) gegen -2
(Sch&uuml;tze ohne Waffe f&uuml;r den Nahkampf).  Der Sch&uuml;tze attackiert
mit Talent 4 gegen 2 (Fixwert f&uuml;r Sch&uuml;tzen mit einem Bogen).  In
beiden F&auml;llen ist die Trefferchance 49%.

<LI>

Ein Reiter mit Reiten 2 und Schwertkampf 2 gegen einen Speertr&auml;ger
mit Speerkampf 3 attackiert mit +4 (+2 Talent, +2
Pferdebonus) gegen +4 (+3 Talent und +1
Pikenbonus).  Er pariert mit +4 gegen +3 (kein
Pikenbonus bei der Attacke).

<LI>

Ein Speertr&auml;ger der angreifenden Seite mit Speerkampf 3 in einer
Burg greift einen Reiter mit Reiten 2 und Speerkampf 3 an.  Er
attackiert mit +3 (Talent, kein Pikenbonus bei der Attacke,
kein Burgenbonus f&uuml;r die angreifende Seite) gegen +5
(+3 Talent, +2 Pferdebonus, da der Gegner keinen
Burgenbonus hat, kein Lanzenbonus bei der Parade).  Er pariert mit
+4 (zus&auml;tzlich +1 Pikenbonus bei der Parade) gegen
+6 (zus&auml;tzlich mit Lanzenbonus bei der Attacke).
</UL>



<H3><A NAME="SEC32" HREF="doku.html#TOC32">Pl&uuml;nderung</A></H3>
<P>
<A NAME="IDX238"></A>
<A NAME="IDX239"></A>

</P>
<P>
Nach dem Kampf werden die Toten gez&auml;hlt, und alles brauchbare
Material wird zusammengetragen.  Ausser Silber, Eisenbarren,
Holzst&auml;mmen, Pferden und Steinquadern hat alles Material nur eine 50%
Chance, die Schlacht unversehrt zu &uuml;berstehen.  Die Beute wird unter
den &Uuml;berlebenden verteilt.  Falls man einen besonders schwer
beladenen Feind &uuml;berf&auml;llt, kann es sein, dass man vor lauter Beute
nicht weiterziehen kann.  In diesem Fall kann man vorsorglich vor der
Schlacht schon ein paar <SAMP>`GIB 0'</SAMP> Befehle eingeben und die Beute
wegwerfen, sobald die Schlacht vor&uuml;ber ist, oder man kann eine
kleine Einheit zur&uuml;ck lassen, der man den Befehl <SAMP>`SAMMEL BEUTE'</SAMP>
gibt.

</P>



<H3><A NAME="SEC33" HREF="doku.html#TOC33">Belagerung</A></H3>
<P>
<A NAME="IDX240"></A>

</P>
<P>
<A NAME="IDX241"></A>
Jede bewaffnete Einheit kann eine Burg belagern.  Hierf&uuml;r muss sie
eine Region erst einmal einen Monat lang bewachen (<SAMP>`BEWACHE'</SAMP>
Befehl).  Im n&auml;chsten Monat kann sie mit der Belagerung beginnen
(<SAMP>`BELAGERE'</SAMP> Befehl).  Bewachende Einheiten fremder Parteien sind
also immer mit Vorsicht zu geniessen! Wird eine Burg belagert, werden
ihre Bewohner von der Aussenwelt und allen Einnahmequellen
abgeschnitten.  Sofern die Belagerer Katapulte haben, werden sie diese
abfeuern und so langsam aber sicher die Burg zerst&ouml;ren -- in jeder
Runde reduziert ein Katapult die Gr&ouml;sse der belagerten Burg um die
Anzahl Talentpunkte der Katapultbediener.  Beispiel: Eine Einheit mit
8 Personen, 8 Katapulten, und Katapultbedienung 3 werden eine Burg
jede Runde um 8 * 3 = 24 Gr&ouml;sseneinheiten reduzieren.  Die
Gr&ouml;sse einer Burg wird allerdings nie unter 1 sinken.

</P>
<P>
<A NAME="IDX242"></A>
Nur Einheiten, deren Tarnung um 3 Punkte h&ouml;her als die Wahrnehmung der
belagernden Einheiten ist, k&ouml;nnen belagerte Burgen betreten oder
verlassen.  Diese Einheiten k&ouml;nnen so die belagerten Burginsassen mit
dem dringend ben&ouml;tigten Silber versorgen.  Beispiel: Ein Dieb mit
Tarnung 4 kann in eine belagerte Burg eindringen, wenn die belagernden
Einheiten nur Wahrnehmung 0 oder 1 haben.

</P>
<P>
Die Belagerung kann beliebig lange aufrecht erhalten werden.  Wenn
belagerte Einheiten durch Verhandlungen die Belagerung nicht beenden
k&ouml;nnen, bleibt ihnen nur noch ein Angriff auf die belagernden
Einheiten.

</P>



<H1><A NAME="SEC34" HREF="doku.html#TOC34">Befehle</A></H1>

<P>
Die Befehle sind ein wichtiger Teil vom Spiel: Die Spieler schicken ihre
Befehle ein, und bekommen die Auswertungen zur&uuml;ck geschickt.

</P>



<H2><A NAME="SEC35" HREF="doku.html#TOC35">Lange und kurze Befehle</A></H2>
<P>
<A NAME="IDX243"></A>
<A NAME="IDX244"></A>
<A NAME="IDX245"></A>
<A NAME="IDX246"></A>

</P>
<P>
Es gibt kurze und lange Befehle.  In der folgenden Tabelle sind alle
langen Befehle aufgelistet.  Alle anderen Befehle sind kurze Befehle.
Man kann pro Einheit einen langen und beliebig viele kurze Befehle
eingeben.

</P>

<PRE>
ARBEITE         Verdient ca. 11 Silber pro Person.
BEKLAUE         Beklaut eine andere Einheit.
BELAGERE        Belagert eine Burg.
FOLGE           Verfolgt eine eigene oder fremde Einheit.
FORSCHE         Forscht nach neuen Spr&uuml;chen.
KAUFE           Kauft Luxusg&uuml;tern von den Bauern.
LEHRE           Beschleunigt das Lernen anderer Einheiten.
LERNE           Lernt ein Talent.
MACHE           Produziert Sachen. Ausnahme: <SAMP>`MACHE TEMP'</SAMP>
NACH            Reisen: Wandern, Reiten oder Segeln.
TREIBE          Treibt ca. 50 Silber pro Person an Steuern ein.
UNTERHALTE      Verdient ca. 20 Silber pro Person.
VERKAUFE        Verkauft Luxusg&uuml;ter an die Bauern.
ZAUBERE         Zaubert einen Zauberspruch.
</PRE>

<P>
Wird einer Einheit ein langer Befehl gegeben, wird sie den alten langen
Befehl vergessen und den neuen Befehl so lange ausf&uuml;hren, bis er
widerrufen wird.  Das ist der neue <STRONG>Default Befehl</STRONG> der Einheit.
Die einzige Ausnahme hierzu ist <SAMP>`NACH'</SAMP>.  Nach dem <SAMP>`NACH'</SAMP>
Befehl nimmt die Einheit ihren ehemaligen langen Befehl wieder auf.
Default Befehle werden immer ausgef&uuml;hrt, wenn die Einheit sich nicht
bewegt und an Land befindet.  Auf hoher See werden die langen Befehl
nicht ausgef&uuml;hrt. Die einzige Ausnahme ist der Kapit&auml;n: Er kann und
muss den <SAMP>`NACH'</SAMP> oder den <SAMP>`FOLGE'</SAMP> Befehl verwenden, um mit dem
Schiff zu segeln. Einheiten k&ouml;nnen in dem Monat, in dem das Schiff in
See sticht, lange Befehle ausf&uuml;hren.

</P>
<P>
Der <CODE>LIEFERE</CODE> Befehl nimmt in dieser Hinsicht eine Sonderstellung
ein:  <CODE>LIEFERE</CODE> wirkt genau wie ein <CODE>GIB</CODE> Befehl, mit dem
Unterschied, dass der letzte <CODE>LIEFERE</CODE> Befehl genauso wie der
Default Befehl gespeichert bleibt und in der n&auml;chsten Runde wieder
ausgef&uuml;hrt wird.

</P>
<P>
Eine weitere Ausnahme sind die <SAMP>`KAUFE'</SAMP> und <SAMP>`VERKAUFE'</SAMP>
Befehle.  Man kann mehrere von ihnen auf eine Zeile kombinieren.  Dies
z&auml;hlt dann als <EM>ein</EM> langer Befehl.

</P>



<H2><A NAME="SEC36" HREF="doku.html#TOC36">Bei der Eingabe zu beachten</A></H2>

<P>
Jeder Zug muss mit der Zeile <SAMP>`PARTEI n "passwort"'</SAMP> beginnen.
<SAMP>`n'</SAMP> ist die eigene Parteinummer, und <SAMP>`"passwort"'</SAMP> ist das
Passwort der Partei.  Jeder Zug sollte mit dem Schl&uuml;sselwort
<SAMP>`NAECHSTER'</SAMP> beendet werden.

</P>
<P>
Alle Befehle werden pro Einheit abgegeben, auch wenn es Befehle sind,
die die Partei als ganzes betreffen.  Am Ende der Auswertung f&uuml;gt der
Computer immer eine Vorlage f&uuml;r die n&auml;chste Befehlsdatei an.  Hier
ein Beispiel f&uuml;r eine solche Zugvorlage:

</P>

<PRE>
PARTEI 2 "GrofxMoftzg"

; Handan (4,2)

EINHEIT 5;             Horde der Trolle (5)
   lerne bergbau
EINHEIT 36;            Taenzer des Todes (36)
   unterhalte

; Carcavelos (4,3):

EINHEIT 35;            Untote Sklaven (35)
   arbeite

; Grandola (5,3):

EINHEIT 32;            Reiter der Verdammnis (32)
   lerne unterhaltung

NAECHSTER
</PRE>

<P>
<A NAME="IDX247"></A>
<A NAME="IDX248"></A>
<A NAME="IDX249"></A>
<A NAME="IDX250"></A>
Abk&uuml;rzungen: Alle Befehle k&ouml;nnen abgek&uuml;rzt werden.  Pro Zeile darf
nur ein Befehl stehen.  Einzig Zeichenketten in G&auml;nsef&uuml;sschen
d&uuml;rfen sich &uuml;ber mehrere Zeilen hinweg erstrecken.  Alle Befehle
sind unabh&auml;ngig von Gross- und Kleinschreibung.  Die einzige Ausnahme
hierzu ist das Passwort, dieses muss <EM>genau</EM> so eingegeben werden,
wie es gesetzt wurde.

</P>
<P>
<A NAME="IDX251"></A>
<A NAME="IDX252"></A>
<A NAME="IDX253"></A>
<A NAME="IDX254"></A>
<A NAME="IDX255"></A>
<A NAME="IDX256"></A>
Werden f&uuml;r die Befehle Zeichenketten (z.B. f&uuml;r den Namen)
verlangt, muss man sie in G&auml;nsef&uuml;sschen (<KBD>"</KBD>) einschliessen,
falls sie Leerzeichen enthalten.  Falls n&ouml;tig, k&ouml;nnen diese
Zeichenketten sich &uuml;ber mehrere Zeilen erstrecken.  Leerzeichen,
Zeilenumbr&uuml;che und Tabulatoren werden zwischen G&auml;nsef&uuml;sschen
alle auf genau ein Leerzeichen komprimiert.  Eine Leerzeile
signalisiert den Abbruch der Zeichenkette:

</P>

<PRE>
BENENNE EINHEIT "Herakles

BESCHREIBE EINHEIT "Der starke, wild um sich blickende Mann traegt ein
                    Loewenfell um seine Schultern."
</PRE>

<P>
Hier hat man Gl&uuml;ck gehabt: w&auml;ren der <SAMP>`BENENNE'</SAMP> und der
<SAMP>`BESCHREIBE'</SAMP> Befehl nicht durch die Leerzeile getrennt, dann
h&auml;tte der arme Herakles nun den sonderlichen Namen <SAMP>`Herakles
BESCHREIBE EINHEIT'</SAMP> bekommen, und der Spieler h&auml;tte einen Fehler wegen
dem unbekannten Befehle <SAMP>`Loewenfell'</SAMP> bekomen.

</P>
<P>
<A NAME="IDX257"></A>
<A NAME="IDX258"></A>
Alle underscores (<KBD>_</KBD>) werden durch ein Leerzeichen ersetzt.  Will
man ein underscore in den Text setzen, muss man dieses als
<KBD>\_</KBD> schreiben.

</P>

<PRE>
ADRESSE "Alexander Schroeder, Buelachstrasse 1c, 8057 Zuerich.  email
         fuer dringende Faelle: alex@zool.unizh.ch.  Fuer Infos ueber
         meine grossartige Allianz siehe
         http://www.compuserve.com/homepages/Alex\_Schroeder/"
</PRE>

<P>
Kommentare beginnen mit einem Semikolon (<KBD>;</KBD>).  Aller Text hinter
einem Semikolon wird ignoriert.  In einem Text, der in G&auml;nsef&uuml;sschen
eingeschlossen ist, darf ein Semikolon stehen.  Kommentare k&ouml;nnen einem
das Verstehen der gemachten Z&uuml;ge beim n&auml;chsten Mal erleichtern!

</P>

<PRE>
EINHEIT 17
 NACH NORDEN;   Bis Serov weiter laufen!
 BESCHREIBE EINHEIT "Thormilas wandert erschoepft nach Serov; bei
                     seinem Schlafmangel wird er heute allerdings
                     nicht mehr weit kommen."
</PRE>

<P>
<A NAME="IDX259"></A>
<A NAME="IDX260"></A>
Umlaute und andere Sonderzeichen bitte <EM>vermeiden!</EM> Schon unter
DOS sehen Umlaute, die unter Windows geschrieben wurden, sehr
seltsam aus.  Deswegen sollte man <KBD>ae</KBD>, <KBD>oe</KBD> und <KBD>ue</KBD>
anstelle der normalen Umlaute verwenden.

</P>



<H2><A NAME="SEC37" HREF="doku.html#TOC37">Tips</A></H2>
<P>
<A NAME="IDX261"></A>
<A NAME="IDX262"></A>
<A NAME="IDX263"></A>

</P>
<P>
Achtet bei der Befehlseingabe darauf, dass ihr die richtige Parteinummer
und Einheitennummern verwendet habt, und dass ihr das Passwort nicht
vergessen habt. Am Ende eurer Auswertung gibt es eine Vorlage f&uuml;r die
n&auml;chsten Befehle.  Verwendet sie.  Wenn ihr euch nicht sicher seid,
schreibt mir eine E-Mail (<SAMP>`ATLANTIS README'</SAMP>).  Ich kann euch in den
ersten paar Z&uuml;gen vielleicht helfen.

</P>
<P>
<A NAME="IDX264"></A>
Verwendet ACHECK mit der Option <SAMP>`-e'</SAMP> um zu &uuml;berpr&uuml;fen, ob
ACHECK eure Befehle wie erwartet interpretiert.  ACHECK
&uuml;berpr&uuml;ft die Syntax von Atlantis Befehlsdateien.  Die Semantik wird
von ACHECK nicht erfasst.  Wer will, kann gerne versuchen,
ACHECK zu portieren, es wurde unter DJGPP entwickelt, GCC
2.7.1 f&uuml;r DOS.  Der C source code sollte leicht zu portieren
sein.  ACHECK f&uuml;r DOS und den source code kann man bei mir
beziehen.

</P>
<P>
Benennt eure Partei und alle Einheiten, und korrigiert eure Adresse,
falls n&ouml;tig.

</P>
<P>
Schreibt reichhaltig Kommentare in eure Befehlsdateien, damit ihr in den
n&auml;chsten Monaten auch wisst, wof&uuml;r dies oder das gemacht wurde.  Es
ist eine gute Idee, die Befehle nach Regionen zu gruppieren, so dass man
ein paar Zeilen an Kommentaren f&uuml;r die Region zur Verf&uuml;gung hat.
Ein guter Ausgangspunkt f&uuml;r eure neue Befehlsdatei ist die an die
Auswertung angeh&auml;ngte Vorlage f&uuml;r den n&auml;chsten Zug.  Bei jeder
Einheit kann man noch anmerken, was sie produziert, f&uuml;r wen sie es
produziert, wohin sie unterwegs ist, oder welche Art von Handel sie
treibt.  Hier ein Beispiel f&uuml;r diese Kommentare:

</P>

<PRE>
; Lochinver (4,4)
; Vorsicht vor der dunklen Horde
; abgeholzt?

EINHEIT 8;         Bogenbauer Jog'nabat und seine Sippe (8)
 mach schwert
 gib 38 5 schwerter ; wahrscheinlich gibt er nur die 4, die
                    ; er Ende Mai hatte.
</PRE>

<P>
<A NAME="IDX265"></A>
Vorsicht vor den Unterhaltskosten.  Grosse Einheiten brauchen sehr viel
Geld, und wenn sie es nicht haben, werden sie verhungern.  Es reicht,
wenn in einer Region eine Einheit genug Silber hat, um alle anderen
Einheiten zu ern&auml;hren.  In den ersten Runden kann man noch von den
5000 Silber leben, ab dann braucht man aber ein st&auml;ndiges Einkommen.

</P>
<P>
Hier ein paar Tips f&uuml;r die ersten Runden:

</P>

<OL>
<LI>

Erforscht das Umland!  Am besten schickt man Einheiten mit nur einer
Person und wenig Geld in alle Richtungen.  Das Geld sollte f&uuml;r etwa 4
Monate reichen, dann macht die Einheit eine Pause und lernt
Unterhaltung, kurz bevor sie pleite ist.  Dabei muss nat&uuml;rlich
beachtet werden, dass die Einheit in einer Region endet, in der es auch
gen&uuml;gend Geld gibt.  Diese Kundschafter sollten in ihrer Beschreibung
entweder die Adresse des Spielers, oder den Parteinamen und die
Parteinummer sowie ein paar nette Worte der Begr&uuml;ssung enthalten.

<LI>

Inzwischen werden ein paar Leute mit Wahrnehmung 1 vorbereiten und
evtl. zu Pferd in die interessanten Regionen geschickt.  Die ersten
Kundschafter reisen unterdessen weiter, um die Insel weiter zu
erforschen.  Die alten Auswertungen sollte man sich irgendwo aufheben,
damit keine Information verloren geht.  Um fremde Parteien so schnell
wie m&ouml;glich ansprechen zu k&ouml;nnen, sollte man sich die neueste
Adressenliste mit <SAMP>`FINDE ALLES'</SAMP> oder einer <SAMP>`ATLANTIS
ADRESSEN SCHICKEN'</SAMP> E-Mail holen.  Je weiter unten Spieler in der Liste
stehen, umso sp&auml;ter traten sie dem Spiel bei.  Die Spieler, die in
der N&auml;he eurer eigenen Partei stehen, haben wahrscheinlich
gleichzeitig und am gleichen Ort wie ihr begonnen.

<LI>

Jede unbekannte Partei sollte man am besten gleich per E-Mail
kontaktieren.  Wenn die angetroffenen Einheiten die Adresse des Spielers
schon in der Beschreibung haben, geht dies am einfachsten.  Ist dies
nicht der Fall, muss man entweder Wahrnehmung lernen, oder eine
<SAMP>`BOTSCHAFT AN REGION'</SAMP> schicken, in der man die eigene Partei und
email Adresse erw&auml;hnt.  Hier wie auch sonst sind die schreibfaulen
Spieler immer im Nachteil!  Durch Informationsaustausch mit anderen
Parteien kann man sich viel Zeit und M&uuml;he sparen.  Fragen die man
immer stellen kann: Wo kommt ihr her?  Wer hat noch bei euch angefangen?
Habt ihr schon eine Karte der Umgebung?  Was versucht ihr im Spiel zu
erreichen?

<LI>

Schreibt Beitr&auml;ge an die Zeitung und stellt euch vor.  Die Zeitung ist
ein wichtiges Mittel, um euch ein Image im Spiel zu verschaffen.  Dieses
Image, das die anderen Spieler dann von euch haben, wird ihre Reaktionen
euch gegen&uuml;ber bestimmen, sobald ihr etwas von ihnen wollt.

<LI>

Verb&uuml;nden!  Das soll nicht heissen, dass man f&uuml;r jede angetroffene
Partei ein <SAMP>`HELFE'</SAMP> befiehlt.  Parteien, die nicht besonders
gespr&auml;chig und offen erscheinen, k&ouml;nnten auch Information
vorenthalten.  Deswegen sollte man bei der Auswahl seiner Verb&uuml;ndeten
vorsichtig zu Werke gehen.  Allianzen beinhalten auch Risiken und sind
ein Zeichen des Vertrauens.  Deswegen lohnt es sich oft mehr, einfach
nur gute Kontakten miteinander zu pflegen, ohne gleich mittels
<SAMP>`HELFE'</SAMP> alliiert zu sein.

<LI>

Mit Verb&uuml;ndeten sollte man gemeinsam teure Talente wie Magie und
Taktik erlernen.  Das spart Zeit und Geld.

<LI>

Wenn man eine Region mit Ressourcen (Berge, Wald) findet, sollte man
sich mit den dort ans&auml;ssigen Parteien absprechen, bevor man diese
abbaut.  Ein typischer Fehler f&uuml;r <STRONG>Newbies</STRONG>, d.h. f&uuml;r
Anf&auml;nger, ist der Abbau von Ressourcen in Regionen, in denen sich
schon andere Parteien niedergelassen haben.  Dies wird oft als besonders
unfreundlich empfunden.  Zum einen darf man sich von einzelnen
Kundschaftern nicht einsch&uuml;chtern lassen und zum anderen darf man
seine neuen Nachbarn nat&uuml;rlich auch nicht vor den Kopf stossen.
Sobald man sich das Recht erworben hat, Ressourcen abzubauen, hebt man
vor Ort Arbeiter aus.  Das ist billiger und schneller, als wenn man die
Arbeiter aus seiner Heimatregion nachzieht.

<LI>

Sobald das &Uuml;berleben der Partei gesichert ist, sollt man sich ein
gr&ouml;sseres Ziel setzen: Magier ausbilden, die Insel kartographieren,
eine Diebesgilde aufstellen, Handel treiben, Schiffe, Burgen oder
Strassen bauen, f&uuml;r den Krieg r&uuml;sten.

<LI>

Es gibt keine Gewinner in diesem Spiel.  Wenn ihr an euch selber
verzweifelt oder eure Feinde euch ausgerottet haben, k&ouml;nnt ihr
jederzeit auf neuen Inseln eine Partei gr&uuml;nden.
</OL>



<H1><A NAME="SEC38" HREF="doku.html#TOC38">Liste der Befehle</A></H1>

<P>
Es folgt nun die Liste aller Befehle, die man seinen Einheiten geben
kann.  Auch Befehle, die eigentlich die gesamte Partei betreffen,
m&uuml;ssen von einer Einheit ausgef&uuml;hrt werden (<SAMP>`ADRESSE'</SAMP>,
<SAMP>`BENENNE PARTEI'</SAMP>, <SAMP>`PASSWORT'</SAMP>, <SAMP>`SENDE'</SAMP>)!

</P>



<H2><A NAME="SEC39" HREF="doku.html#TOC39"><CODE>ADRESSE</CODE></A></H2>
<P>
<A NAME="IDX266"></A>

</P>
<P>
Setzt die Adresse der eigenen Partei neu.  Diese Adresse kann mittels
dem Befehl <SAMP>`FINDE'</SAMP> von anderen Spielern abgefragt werden.  Eure
Auswertung wird vom Computer an diese Adresse geschickt.  Bei
Spielbeginn sind die email Adressen fast immer korrekt gesetzt.
Kontrolliert und erg&auml;nzt eure Adressen sobald wie m&ouml;glich.

</P>

<PRE>
ADRESSE "neue adresse"
</PRE>

<P>
Das erste Wort der Adresse, welches ein at-sign (<KBD>@</KBD>)
enth&auml;lt, wird als E-Mail Adresse verwendet.  Diese E-Mail Adresse darf
<EM>keine</EM> Leerstellen oder Kommata enthalten (Vorsicht CompuServe
Benutzer!).  Nach der ersten E-Mail Adresse k&ouml;nnen beliebige weitere
E-Mail Adressen, WWW Seiten, Telefonnummern oder Postadressen folgen.

</P>
<P>
Wenn die Auswertung mehrere Tage nach dem Zug-Abgabe-Termin (ZAT)
immer noch nicht angekommen ist, solltet ihr mir mal eine
<SAMP>`ATLANTIS README'</SAMP> E-Mail schicken.  Wahrscheinlich ist eure E-Mail
Adresse falsch gesetzt worden, und ich habe dann keine M&ouml;glichkeit
mehr, mich mit euch in Kontakt zu setzen.

</P>
<P>
Auswertung an eine normale E-Mail Adresse:

</P>

<PRE>
ADRESSE "a.schroeder@bsiag.ch - Alexander Schroeder,
         Schaerenmoosstrasse 83, CH-8052 Zuerich, Tel 01 / 302 01 36"
</PRE>

<P>
Auswertung an eine email Adresse bei CompuServe:

</P>

<PRE>
ADRESSE "123456.789@compuserve.com - Alex Schroeder,
         Buelachstrasse 1c, CH-8057 Zuerich, Tel 1-800-7654321"
</PRE>



<H2><A NAME="SEC40" HREF="doku.html#TOC40"><CODE>ARBEITE</CODE></A></H2>
<P>
<A NAME="IDX267"></A>

</P>
<P>
Die Einheit arbeitet in der Landwirtschaft und verdient zwischen 11 und
16 Silber pro Person und Monat.  Vgl. Abschnitt <A HREF="doku.html#SEC14">Arbeiten</A>.

</P>

<PRE>
ARBEITE
</PRE>

<P>
<SAMP>`ARBEITE'</SAMP> ist ein langer Befehl.  

</P>



<H2><A NAME="SEC41" HREF="doku.html#TOC41"><CODE>ATTACKIERE</CODE></A></H2>
<P>
<A NAME="IDX268"></A>

</P>
<P>
Attackiere die betreffende Einheit oder die Bauern in der aktuellen
Region.  Gek&auml;mpft wird bis auf den Tod einer Seite.  Vgl. Abschnitt <A HREF="doku.html#SEC28">Krieg</A>.
Werden die Bauern angegriffen und besiegt, so erobert die angreifende
Seite das Silber der Bauern.
Attackiere ist ein kurzer Befehl. Will man mehrere Einheiten in einer
Runde attackieren, so muss f&uuml;r jede dieser Einheiten ein eigener 
Befehl gegeben werden.

</P>

<PRE>
ATTACKIERE einheit-nr
ATTACKIERE BAUERN
</PRE>



<H2><A NAME="SEC42" HREF="doku.html#TOC42"><CODE>BEKLAUE</CODE></A></H2>
<P>
<A NAME="IDX269"></A>

</P>
<P>
Mit diesem Befehl wird versucht, die angegebene Einheit zu beklauen.
Ist das Tarnungstalent der T&auml;ter h&ouml;her als das Wahrnehmungstalent
der Opfer, merken die Opfer, dass sie beklaut worden sind, aber nicht
von wem.  Sind Wahrnehmungstalent der Opfer und Tarnungstalent der
T&auml;ter gleich hoch, gelingt der Diebstahl nicht und die Opfer werden
gewarnt.  Die T&auml;ter werden allerdings immer noch nicht identifiziert.
Ist das Wahrnehmungstalent der Opfer h&ouml;her als das Tarnungstalent der
T&auml;ter, werden die T&auml;ter auf frischer Tat ertappt und identifiziert.
Der Dieb kann pro Person und Talentpunkt 50 Silber klauen.  Der Dieb
wird die angegebene Einheit oder Einheiten derselben Partei beklauen,
falls er die Partei der angegebenen Einheit erkennen kann.
Vgl. Abschnitt <A HREF="doku.html#SEC17">Diebstahl</A>.

</P>

<PRE>
BEKLAUE einheit-nr
</PRE>

<P>
<SAMP>`BEKLAUE'</SAMP> ist ein langer Befehl.  

</P>



<H2><A NAME="SEC43" HREF="doku.html#TOC43"><CODE>BELAGERE</CODE></A></H2>
<P>
<A NAME="IDX270"></A>

</P>
<P>
Hiermit wird die angegebene Burg belagert.  Jeglicher Kontakt zwischen
Burg und der Aussenwelt wird hiermit unterbunden.  Die Einheiten
innerhalb der Burg erhalten also auch kein Geld mehr und werden
verhungern, falls sie die Belagerung nicht rechtzeitig absch&uuml;tteln
k&ouml;nnen.  Die Belagerer werden ihre Katapulte abfeuern, falls sie
welche haben, und die Burg langsam zerst&ouml;ren.  Nur bewachende
Einheiten k&ouml;nnen eine Burg belagern.  Dies gibt allen fremden
Einheiten eine Runde Zeit, angemessen darauf zu reagieren.
Vgl. Abschnitt <A HREF="doku.html#SEC33">Belagerung</A>.

</P>

<PRE>
BELAGERE burg-nr
</PRE>

<P>
<SAMP>`BELAGERE'</SAMP> ist ein langer Befehl.  

</P>



<H2><A NAME="SEC44" HREF="doku.html#TOC44"><CODE>BENENNE</CODE></A></H2>
<P>
<A NAME="IDX271"></A>

</P>
<P>
Mit diesem Befehl wird das aufgef&uuml;hrte Objekt neu benannt.  Burgen und
Schiffe k&ouml;nnen nur umbenannt werden, wenn die Einheit auch das
Kommando &uuml;ber die Burg oder das Schiff hat (sie muss also die erste
Einheit unter der Burg oder dem Schiff auf der Auswertung sein).  Eine
Region kann nur vom Burgherrn der m&auml;chtigsten Burg einer Region
umbenannt werden.  Namen d&uuml;rfen keine Klammern <SAMP>`()'</SAMP> enthalten.
Der neue Name kann bis zu 80 Zeichen lang sein.  L&auml;ngere
Beschreibungen f&uuml;gt man mit dem Befehl <SAMP>`BESCHREIBE'</SAMP> an.

</P>

<PRE>
BENENNE EINHEIT "name"
BENENNE PARTEI  "name"
BENENNE BURG    "name"
BENENNE SCHIFF  "name"
BENENNE REGION  "name"
</PRE>

<P>
Auch das Benennen der Partei muss von einer Einheit ausgef&uuml;hrt werden:

</P>

<PRE>
PARTEI 7
 BENENNE PARTEI "Falsch"; kein Effekt.
 EINHEIT 89
  BENENNE PARTEI "Richtig"; Einheit 89 fuehrt den Befehl aus.
</PRE>



<H2><A NAME="SEC45" HREF="doku.html#TOC45"><CODE>BESCHREIBE</CODE></A></H2>
<P>
<A NAME="IDX272"></A>

</P>
<P>
Dies &auml;ndert die Beschreibung f&uuml;r ein Objekt.  Diese Beschreibung
wird jeweils nach dem Objekt aufgelistet und kann bis zu 400 Zeichen
lang sein.  Der Computer vergibt bei der Erschaffung von Objekten keine
Beschreibungen.  F&uuml;r Schiffe, Burgen und Regionen gelten dieselben
Einschr&auml;nkungen wie beim Benennen von Objekten: Burgen und Schiffe
k&ouml;nnen nur beschrieben werden, wenn die Einheit auch das Kommando
&uuml;ber die Burg oder das Schiff hat (sie muss also die erste Einheit
unter der Burg oder dem Schiff auf der Auswertung sein).  Eine Region
kann nur vom Burgherrn der gr&ouml;ssten Burg einer Region beschrieben
werden.

</P>

<PRE>
BESCHREIBE EINHEIT "text"
BESCHREIBE BURG    "text"
BESCHREIBE SCHIFF  "text"
BESCHREIBE REGION  "text"
</PRE>

<P>
Da Beschreibungen sehr lang sind, werden sie oft &uuml;ber mehrere Zeilen
hinweg geschrieben:

</P>

<PRE>
BESCHREIBE EINHEIT "Ein starker Mann mit einem umgehaengten
                    Loewenfell und einer Keule in der Hand"
</PRE>



<H2><A NAME="SEC46" HREF="doku.html#TOC46"><CODE>BETRETE</CODE></A></H2>
<P>
<A NAME="IDX273"></A>

</P>
<P>
Betrete die angegebene Burg oder das angegebene Schiff.  Falls die
Einheit, die das Kommando &uuml;ber die Burg oder das Schiff hat, nicht zur
eigenen Partei oder einem Alliierten geh&ouml;rt, muss sie in diesem Monat
den <SAMP>`KONTAKTIERE'</SAMP> Befehl gegeben haben.

</P>

<PRE>
BETRETE BURG   burg-nr
BETRETE SCHIFF shiff-nr
</PRE>



<H2><A NAME="SEC47" HREF="doku.html#TOC47"><CODE>BEWACHE</CODE></A></H2>
<P>
<A NAME="IDX274"></A>
<A NAME="IDX275"></A>
<A NAME="IDX276"></A>
<A NAME="IDX277"></A>

</P>
<P>
Einheiten k&ouml;nnen ihre Region bewachen.  Dies bewirkt, dass ab der
n&auml;chsten Runde Einheiten nicht alliierter Parteien in dieser Region
keine Steuern mehr eintreiben k&ouml;nnen.  Bewachen mehrere Parteien eine
Region, dann k&ouml;nnen nur noch die Parteien Steuern eintreiben, welche
mit <EM>allen</EM> bewachenden Parteien alliiert sind, dh. alle
bewachenden Parteien m&uuml;ssen einen <SAMP>`HELFE'</SAMP> Befehl f&uuml;r die
betreffende Partei gesetzt haben.  In der Runde, in der der
<SAMP>`BEWACHE'</SAMP> Befehl gegeben wurde, ist das Eintreiben von Steuern auch
f&uuml;r nicht alliierte Parteien noch m&ouml;glich, da der <SAMP>`BEWACHE'</SAMP>
Befehl erst nach dem <SAMP>`TREIBE'</SAMP> Befehl ausgef&uuml;hrt wird.  Wenn sich
eine Einheit bewegt, verliert sie den <SAMP>`bewacht die Region'</SAMP> Status.
Um in der n&auml;chsten Region wieder mit dem Bewachen beginnen zu
k&ouml;nnen, muss sie den <SAMP>`BEWACHE'</SAMP> Befehl wiederholen.

</P>
<P>
Die bewachende Einheit wird sofort f&uuml;r alle anderen Einheiten in der
Region sichtbar, egal wie hoch ihr Tarnungstalent ist.  Dies gibt allen
fremden Einheiten eine Runde Zeit, sich auf die neue Situation
einzustellen.  Wenn eine Einheit eine Region bewacht, kann sie die
Burgen in der Region mit dem <SAMP>`BELAGERE'</SAMP> Befehl belagern.  Werden
die Bauern in der Region angegriffen, werden die Parteien aller
bewachenden Einheiten auf der Seite der Bauern k&auml;mpfen.

</P>

<PRE>
BEWACHE [NICHT]
</PRE>



<H2><A NAME="SEC48" HREF="doku.html#TOC48"><CODE>BOTSCHAFT</CODE></A></H2>
<P>
<A NAME="IDX278"></A>
<A NAME="IDX279"></A>

</P>
<P>
Hiermit k&ouml;nnen Botschaften an andere Einheiten, an andere Parteien,
oder an alle Parteien in einer Region geschickt werden.  Schickt man
eine <SAMP>`BOTSCHAFT AN EINHEIT'</SAMP> oder <SAMP>`BOTSCHAFT AN REGION'</SAMP>, dann
wird die Botschaft anonymisiert, wenn die Empf&auml;nger die absendende
Einheit nicht sehen k&ouml;nnen.

</P>

<PRE>
BOTSCHAFT [AN] EINHEIT einh-nr   [einh-nr etc.]   "text"
BOTSCHAFT [AN] PARTEI  partei-nr [partei-nr etc.] "text"
BOTSCHAFT [AN] REGION  "text"
</PRE>

<P>
Wie alle anderen Texte auch, d&uuml;rfen Botschaften keine Leerzeilen
enthalten.  Eine Leerzeile beendet die Botschaft wie ein
G&auml;nsef&uuml;sschen.  Alle Zeilenvorsch&uuml;be in Botschaften werden
ignoriert.  Eine Botschaften kann bis zu 400 Zeichen lang sein.
L&auml;ngere Texte sollten in der Zeitung publiziert werden.

</P>

<PRE>
BOTSCHAFT AN EINHEIT 514 15 78 "Zahlt sofort je $100 an Joman den
	Zoellner (881), sonst werden unsere Wachen sich um euch
	kuemmern!"
</PRE>



<H2><A NAME="SEC49" HREF="doku.html#TOC49"><CODE>EINHEIT</CODE></A></H2>
<P>
<A NAME="IDX280"></A>

</P>
<P>
Mit diesem Schl&uuml;sselwort beginnt man die Befehlseingabe f&uuml;r eine der
eigenen Einheiten.

</P>

<PRE>
EINHEIT einheit-nr
</PRE>

<P>
Die Befehle einer neuen Einheit beginnt man wiederum mit dem
Schl&uuml;sselwort <SAMP>`EINHEIT'</SAMP>.  Befehle, die nicht einer Einheit gegeben
werden, werden <EM>nicht ausgef&uuml;hrt!</EM>

</P>

<PRE>
PARTEI 7 "Wasndasn"
  PASSWORT "Rhinoz for Prez!"; Falsch: Wird nicht ausgefuehrt!
  EINHEIT 45
    NACH NORDEN
  EINHEIT 46
    BETRETE BURG 7
</PRE>



<H2><A NAME="SEC50" HREF="doku.html#TOC50"><CODE>ENDE</CODE></A></H2>
<P>
<A NAME="IDX281"></A>

</P>
<P>
Dies beendet die Eingabe der Befehle f&uuml;r eine tempor&auml;re Einheit, die
mit <SAMP>`MACHE TEMP'</SAMP> erschaffen wurde.

</P>

<PRE>
ENDE
</PRE>

<P>
Die Befehle zwischen <SAMP>`MACHE TEMP'</SAMP> und <SAMP>`ENDE'</SAMP> sind die Befehle
f&uuml;r die neue Einheit.  In dieser Runde sollte die Einheit einen Namen
erhalten, ansonsten wird sie vom Computer einfach "Nummer xyz"
genannt.  Zudem muss sie Personen rekrutieren oder durch einen Transfer
erhalten (<SAMP>`GIB TEMP x y PERSONEN'</SAMP>), und sie sollte einen langen
Befehl bekommen, damit sie in ihrem ersten Monat etwas zu tun hat:

</P>

<PRE>
EINHEIT 87
  GIB TEMP 1 250 Silber
  MACHE TEMP 1
    BENENNE EINHEIT "Joggonarag Thorggh"
    REKRUTIERE 1
    LERNE Magie
  ENDE
</PRE>



<H2><A NAME="SEC51" HREF="doku.html#TOC51"><CODE>FINDE</CODE></A></H2>
<P>
<A NAME="IDX282"></A>
<A NAME="IDX283"></A>

</P>
<P>
<SAMP>`FINDE'</SAMP> verlangt die Adresse des Spielers einer gegebenen Partei.
Hiermit kann man auch nur seine eigene Adresse verlangen, um zu
&uuml;berpr&uuml;fen, ob sie richtig gesetzt ist.  Die eigene Adresse kann man
mit dem Befehl <SAMP>`ADRESSE'</SAMP> &auml;ndern.  Mit dem Parameter <SAMP>`ALLES'</SAMP>
bekommt man eine Liste <EM>aller</EM> Adressen der Mitspieler.  Dies geht
schneller, wenn man mir eine E-Mail mit dem subject <SAMP>`ATLANTIS
ADRESSEN SCHICKEN'</SAMP> schickt.
Falls man Zugang auf das Internet hat, kann man die Adressenliste
<a href="mailto:pbem@klein.htu.tuwien.ac.at?Subject=ATLANTIS%20ADRESSEN%20SCHICKEN">
sofort bestellen</a>.

</P>

<PRE>
FINDE partei-nr
FINDE ALLES
</PRE>



<H2><A NAME="SEC52" HREF="doku.html#TOC52"><CODE>FOLGE</CODE></A></H2>
<P>
<A NAME="IDX284"></A>
<A NAME="IDX285"></A>

</P>
<P>
Mit diesem Befehl kann man eigenen Einheiten folgen, bzw. fremde
Einheiten verfolgen.  Ist die verfolgte Einheit allerdings schneller als
die folgende Einheit -- sei es durch ein schnelleres Schiff oder
weil sie beritten ist -- kann sie der Verfolgung entkommen.
Die Verfolger versuchen bei einer Verfolgung einfach den <SAMP>`NACH'</SAMP>
Befehl ihres Zieles auch auszuf&uuml;hren.

</P>

<PRE>
FOLGE einheit-nr
</PRE>

<P>
<SAMP>`FOLGE'</SAMP> ist ein langer Befehl.  

</P>



<H2><A NAME="SEC53" HREF="doku.html#TOC53"><CODE>FORSCHE</CODE></A></H2>
<P>
<A NAME="IDX286"></A>
<A NAME="IDX287"></A>
<A NAME="IDX288"></A>

</P>
<P>
Die Einheit -- welche aus Magiern bestehen muss -- beginnt mit diesem
Befehl nach neuen Zauberspr&uuml;chen zu forschen.  Dies kostet 200 Silber.
Die Einheit muss dieses Geld bei sich tragen.  Wenn keine Spruchstufe
angegeben ist, versucht die Einheit, auf der h&ouml;chstm&ouml;glichen Stufe
zu forschen.  Diese Stufe berechnet sich aus der H&auml;lfte des
Magietalentes, abgerundet.  Also kann ein Spruch der Stufe 1 erst
entdeckt werden, wenn man ein Magietalent von 2 hat.  Wird ein
Zauberspruch entdeckt, wird seine Beschreibung automatisch in der
Auswertung aufgef&uuml;hrt.  Diese Beschreibung kann man sich mit dem
Befehl <SAMP>`ZEIGE'</SAMP> erneut zeigen lassen.  Vgl. Abschnitt <A HREF="doku.html#SEC20">Magier</A>.

</P>

<PRE>
FORSCHE [spruch-stufe]
</PRE>

<P>
<SAMP>`FORSCHE'</SAMP> ist ein langer Befehl.  

</P>



<H2><A NAME="SEC54" HREF="doku.html#TOC54"><CODE>GIB</CODE></A></H2>
<P>
<A NAME="IDX289"></A>
<A NAME="IDX290"></A>
<A NAME="IDX291"></A>
<A NAME="IDX292"></A>
<A NAME="IDX293"></A>
<A NAME="IDX294"></A>

</P>
<P>
Eine ganze Menge kann mit diesem Befehl &uuml;bergeben werden.  Bedingung
ist, dass die angegebene Einheit Sachen annimmt.  Dies tut sie nur,
wenn sie zur eigenen oder einer alliierten Partei geh&ouml;rt, oder wenn
sie diesen Monat einen <SAMP>`KONTAKTIERE'</SAMP> Befehl f&uuml;r die
Gebereinheit gegeben hat.  

</P>
<P>
Wenn ein <CODE>GIB</CODE> Befehl jede Runde wiederholt werden muss, bietet
sich der <CODE>LIEFERE</CODE> Befehl an.  Der <CODE>LIEFERE</CODE> Befehl
funktioniert genauso wie ein <CODE>GIB</CODE> Befehl, mit dem Unterschied,
dass der letzte <CODE>LIEFERE</CODE> Befehl genauso wie der Default Befehl
gespeichert bleibt und in der n&auml;chsten Runde wieder ausgef&uuml;hrt
wird.

</P>

<PRE>
GIB einheit-nr anzahl SILBER
GIB einheit-nr anzahl PERSONEN
GIB einheit-nr anzahl "gegenstand"

GIB einheit-nr "zauberspruch"
GIB einheit-nr ZAUBERBUCH
GIB einheit-nr ALLES
GIB einheit-nr EINHEIT
GIB einheit-nr KOMMANDO

GIB BAUERN anzahl SILBER
GIB BAUERN anzahl PERSONEN
GIB BAUERN anzahl "gegenstand"
GIB BAUERN ALLES
GIB BAUERN EINHEIT

GIB 0 anzahl SILBER
GIB 0 anzahl PERSONEN
GIB 0 anzahl "gegenstand"
GIB 0 ALLES
GIB 0 EINHEIT
</PRE>


<H3>Diverses</H3>

<P>
Silber, Personen, Gegenst&auml;nde, oder gleich die ganze Einheit
k&ouml;nnen mit <SAMP>`GIB'</SAMP> weitergegeben werden.  Verwendet man <SAMP>`GIB
einheit-nr ALLES'</SAMP>, dann wir alles, was die Einheit besitzt, zur
angegebenen Einheit transferiert.  

</P>
<P>
<A NAME="IDX295"></A>
Gegenst&auml;nde kann man vernichten, indem man sie an die Bauern oder an die
Einheit 0 gibt.  Werden Personen an die Bauern gegeben, so w&auml;chst
die Bauernpopulation, wird Silber an die Bauern gegeben, werden sie
reicher.  Werden Personen oder Silber an die Einheit 0 gegeben, werden
sie vernichtet.  All dies geschieht mit den Befehlen <SAMP>`GIB BAUERN'</SAMP>
bzw. <SAMP>`GIB 0'</SAMP>.

</P>
<P>
<A NAME="IDX296"></A>
Wenn man eine Einheit mit all ihrem Besitz vernichten m&ouml;chte, muss
man die Einheit mitsamt ihrem Besitz an die Bauern oder die Einheit 0
transferieren.  Dies geschieht mit den Befehlen <SAMP>`GIB BAUERN
ALLES'</SAMP>, <SAMP>`GIB 0 ALLES'</SAMP>, <SAMP>`GIB BAUERN EINHEIT'</SAMP> oder <SAMP>`GIB 0
EINHEIT'</SAMP>.  Dies kann n&ouml;tig sein, wenn eine Einheit nach einem Kampf
sich weiterbewegen m&ouml;chte, die Feinde aber so viel Beute bei sich
tragen, dass die eigene Einheit diese nicht mehr zu tragen vermag.  In
diesem Fall wird <SAMP>`GIB 0'</SAMP> oder <SAMP>`GIB BAUERN'</SAMP> mit <SAMP>`SAMMEL
BEUTE'</SAMP> kombiniert.

</P>

<PRE>
EINHEIT 15431
  ATTACKIERE 721
  NACH Sueden Sueden
  MACH TEMP 18
    ; wir koennen max. 100 schwerter gebrauchen, 
    ; der Rest muss weg.
    SAMMEL BEUTE
    GIB 15431 100 Schwerter
    GIB 0 ALLES
  ENDE
</PRE>

<P>
<A NAME="IDX297"></A>
<A NAME="IDX298"></A>
<A NAME="IDX299"></A>


<P><STRONG>Kommando &uuml;ber Schiffe und Burgen</STRONG></P>

</P>
<P>
Hat eine Einheit ein Schiff oder eine Burg unter ihrem Kommando -- ist
sie also die erste aufgef&uuml;hrte Einheit im Schiff oder in der Burg --
kann sie das Kommando auch an andere Einheiten &uuml;bergeben:

</P>

<PRE>
 GIB 1203 KOMMANDO
</PRE>

<P>
<A NAME="IDX300"></A>
<A NAME="IDX301"></A>


<P><STRONG>Neue Einheiten</STRONG></P>

</P>
<P>
Mit <SAMP>`MACH TEMP'</SAMP> wird eine neue Einheit erschaffen.  Die Nummer der
neuen Einheit ist w&auml;hrend dieser Runde unbekannt.  Die Befehle f&uuml;r
die neue Einheit folgenden dem <SAMP>`MACH TEMP'</SAMP> Befehl.  Andere
Einheiten der eigenen Partei k&ouml;nnen <SAMP>`TEMP x'</SAMP> antelle einer
richtigen Einheitennummer verwenden.  Einheiten fremder Parteien
k&ouml;nnen diese TEMP Nummer nicht verwenden. Die Befehle f&uuml;r die
neue Einheit werden mit dem <SAMP>`ENDE'</SAMP> Befehl beendet.

</P>
<P>
Die neue Einheit hat bei ihrer Entstehung <EM>kein</EM> Geld.  Folgendes
funktioniert also <EM>nicht</EM>:

</P>

<PRE>
EINHEIT 775
 LEHRE TEMP 1
 MACHE TEMP 1
  GIB TEMP 1 500 Silber; sinnlos!
  REKRUTIERE 10
  LERNE SCHWERTKAMPF
  BENENNE EINHEIT "Thors Maenner"
 ENDE
</PRE>

<P>
Das muss so geschrieben werden:

</P>

<PRE>
EINHEIT 775
 LEHRE TEMP 1
 GIB TEMP 1 500 Silber; hier!
 MACHE TEMP 1
  REKRUTIERE 10
  LERNE SCHWERTKAMPF
  BENENNE EINHEIT "Thors Maenner"
 ENDE
; GIB TEMP 1 100 Silber - oder hier!
</PRE>

<P>
<A NAME="IDX302"></A>
<A NAME="IDX303"></A>
<A NAME="IDX304"></A>


<P><STRONG>Transfer von Personen und Einheiten</STRONG></P>

</P>
<P>
Wichtig ist der Unterschied zwischen dem &Uuml;bergeben von Personen und
dem &Uuml;bergeben einer ganzen Einheit.  Normalerweise verw&auml;ssern die
Talente, wenn neue Personen zu einer Einheit hinzu kommen.  Dies ist
problematisch, wenn man eine talentierte Einheit einer anderen Partei
geben will, da man als Ziel bei Transfers immer eine Einheit der
anderen Partei (mit mindestens einer Person) angeben muss.
Normalerweise w&uuml;rden die Talente bei einem derartigen Transfer also
immer verw&auml;ssern.  Deswegen gibt es die M&ouml;glichkeit, ganze
Einheiten am St&uuml;ck von einer Partei zur anderen zu transferieren.
Hierbei muss man die Einheit angeben, zu deren Partei transferiert
werden soll.  Die urspr&uuml;ngliche Partei der transferierten Einheit
gibt dieser die Befehle f&uuml;r die aktuelle Runde.  <EM>Dies kann ein
falscher Freund leicht missbrauchen!</EM>

</P>

<PRE>
* Tcheela, Kuechenchef (896), Juenger des blauen Mondes (1), 1
  Person, kampfbereit, Talente: Wahrnehmung 1 [60], Default: "lern
  wahrn".

- Visior von Mullaghcarn (899), Kinder des Feuers (56), 1 Personen.
</PRE>

<P>
Nun gib der Spieler der J&uuml;nger des blauen Mondes die folgenden
Befehle:

</P>

<PRE>
EINHEIT 896
 LERNE Wahrnehmung
 GIB 899 EINHEIT
</PRE>

<P>
N&auml;chsten Monat hat Tcheela die Partei gewechselt:

</P>

<PRE>
- Tcheela, Kuechenchef (896), Kinder des Feuers (56), 1 Personen.

- Visior von Mullaghcarn (899), Kinder des Feuers (56), 1 Personen.
</PRE>

<P>
Falls die Kinder des Feuers noch in dieser Runde Pl&auml;ne f&uuml;r die
Einheit 896 haben, m&uuml;ssen die <EM>J&uuml;nger des blauen Mondes</EM> die
entsprechenden Befehle hierf&uuml;r geben!

</P>
<P>
Mit <SAMP>`GIB einheit-nr EINHEIT'</SAMP> &uuml;bergibt man die Einheit an die
Partei der angegebenen Einheit.  Mit <SAMP>`GIB einheit-nr ALLES'</SAMP>
fusioniert man die Einheit mit der angegebenen Einheit.

</P>
<P>
<A NAME="IDX305"></A>
<A NAME="IDX306"></A>


<P><STRONG>Zauberspr&uuml;che</STRONG></P>

</P>
<P>
Eine Einheit von Magiern kann einer anderen Einheit einen Zauberspruch
zum Abschreiben "geben".  Die andere Einheit wird den Spruch lernen
k&ouml;nnen, wenn die Stufe des Spruches kleiner oder gleich der H&auml;lfte
des Magietalentes der Einheit ist, aufgerundet.  Danach k&ouml;nnen nun
beide Einheiten den Zauberspruch.  Um beispielsweise einen Spruch der
Stufe 3 zu erforschen, muss man ein Magietalent von 6 haben, um den
Spruch aber von einem anderen Magier bekommen zu k&ouml;nnen, braucht man
nur Magie 5.  Vgl. Abschnitt <A HREF="doku.html#SEC20">Magier</A>.

</P>

<PRE>
GIB 1543 "Feuerball"
</PRE>

<P>
Um einer anderen Einheit s&auml;mtliche bekannten Zauberspr&uuml;che zu
&uuml;bergeben, verwendet man <SAMP>`GIB einheit-nr ZAUBERBUCH'</SAMP>.

</P>

<PRE>
GIB 1543 ZAUBERBUCH
</PRE>



<H2><A NAME="SEC55" HREF="doku.html#TOC55"><CODE>HELFE</CODE></A></H2>
<P>
<A NAME="IDX307"></A>
<A NAME="IDX308"></A>

</P>
<P>
Mit diesem Befehl alliiert sich eine Partei (einseitig) mit einer
anderen, bzw. l&ouml;st eine solche Allianz (einseitig) auf.  Die andere
Partei wird davon nichts bemerken! Erst im Ernstfall erkennt man die
wahre Gesinnung der Gegenpartei.  Vgl. Abschnitt <A HREF="doku.html#SEC27">Allianzen</A>.

</P>

<PRE>
HELFE partei-nr [NICHT]
</PRE>

<P>
Die eigenen Einheiten werden alles annehmen, was alliierte Einheiten
ihnen geben (Silber, Personen, Gegenst&auml;nde usw.), sie werden ihnen
nirgends den Eintritt verwehren und alliierte Einheiten sogar in
Regionen Steuern eintreiben lassen, die sie bewachen.

</P>



<H2><A NAME="SEC56" HREF="doku.html#TOC56"><CODE>KAEMPFE</CODE></A></H2>
<P>
<A NAME="IDX309"></A>
<A NAME="IDX310"></A>

</P>
<P>
Normalerweise k&auml;mpfen im Falle eines Angriffes alle Einheiten einer
Partei mit.  Mit diesem Befehl kann die Reaktion einer Einheit im Falle
eines Kampfes genauer bestimmt werden.  Vgl. Abschnitt <A HREF="doku.html#SEC30">Die Schlacht</A>.

</P>

<PRE>
KAEMPFE
KAEMPFE HINTEN
KAEMPFE NICHT
</PRE>

<DL COMPACT>

<DT><SAMP>`kaempfe'</SAMP>
<DD>
Die Einheit k&auml;mpft an vorderster Front in jeder Schlacht, bei der die
eigene Partei involviert ist.  Die Einheiten an der Front sch&uuml;tzen
alle hinten k&auml;mpfenden Einheiten vor Attacken.  Die Einheit hat den
<SAMP>`kampfbereit'</SAMP> Status.

<DT><SAMP>`kaempfe hinten'</SAMP>
<DD>
Die Einheit k&auml;mpft hinter der Front in jeder Schlacht, bei der die
eigene Partei involviert ist.  Hinter der Front k&ouml;nnen nur
Schusswaffen und Kampfzauber verwendet werden.  Ist die Front
aufgerieben, werden diese Einheiten nachr&uuml;cken und k&ouml;nnen attackiert
werden! Dies verwendet man mit Vorteil f&uuml;r Sch&uuml;tzen, Taktiker und
Magier.  Die Einheit hat den Status <SAMP>`kaempft hinten'</SAMP>.

<DT><SAMP>`kaempfe nicht'</SAMP>
<DD>
Die Einheit versucht allen K&auml;mpfen aus dem Weg zu gehen.  Dies setzt
man mit Vorteil f&uuml;r Kundschafter mit hohem Tarnungstalent ein.  Wenn
die Einheit von der angreifenden Partei nicht direkt angegriffen wird,
und ihre Parteizugeh&ouml;rigkeit unbekannt ist, dann wird sie dem Kampf
aus dem Weg gehen k&ouml;nnen.  Die Einheit hat den Status <SAMP>`kaempft
nicht'</SAMP>.  Die Einheit wird in K&auml;mpfe verwickelt werden, wenn sie die
angreifende Einheit oder die verteidigende Einheit ist, oder wenn sie
zur verteidigenden Partei geh&ouml;rt, und die angreifende Seite dies
erkennen kann.  Dies ist dann der Fall, wenn die angreifende Seite die
die Parteizugh&ouml;rigkeit der verteidigenden Einheit und der nicht
k&auml;mpfenden Einheit erkennen kann und beide zur gleichen Partei
geh&ouml;ren.  <SAMP>`KAEMPFE NICHT'</SAMP> n&uuml;tzt also vor allem dann, wenn die
eigene Einheit ein hohes Tarnungstalent und der Angreifer kein
entsprechend hohes Wahrnehmungstalent hat.
</DL>



<H2><A NAME="SEC57" HREF="doku.html#TOC57"><CODE>KAMPFZAUBER</CODE></A></H2>
<P>
<A NAME="IDX311"></A>

</P>
<P>
Der genannte Zauberspruch wird zum Kampfzauber erw&auml;hlt -- zu dem
Zauber, den die Einheit im Kampf verwenden wird.  Einmal gesetzt bleibt
er bis zur n&auml;chsten &Auml;nderung gesetzt.  Nimmt der Magier an keinen
K&auml;mpfen teil, bleibt dies nat&uuml;rlich ohne Auswirkung.  Nicht alle
Zauberspr&uuml;che sind Kampfzauber.  Die Beschreibung der Zauberspr&uuml;che
kann man sich mit dem Befehl <SAMP>`ZEIGE'</SAMP> erneut zeigen lassen.
Vgl. Abschnitt <A HREF="doku.html#SEC20">Magier</A>.

</P>

<PRE>
KAMPFZAUBER "zauberspruch"
</PRE>



<H2><A NAME="SEC58" HREF="doku.html#TOC58"><CODE>KAUFE</CODE></A></H2>
<P>
<A NAME="IDX312"></A>

</P>
<P>
Wenn die Einheit das Talent Handeln hat, wird sie versuchen, die
genannte Anzahl Luxusg&uuml;ter zu kaufen.  Dies geht nur, wenn sich in der
Region eine Burg befindet, in deren N&auml;he der Markt abgehalten werden
kann, und wenn das Produkt in der Region produziert wird.  Pro Person,
Talentpunkt und Monat k&ouml;nnen 10 Luxusg&uuml;ter gekauft werden.
Vgl. Abschnitt <A HREF="doku.html#SEC16">Handel</A>.

</P>

<PRE>
KAUFE [anzahl] "gegenstand" [UND ...]
</PRE>

<P>
Wird die Anzahl der gekauften Gegenst&auml;nde weggelassen, so versucht
die Einheit die maximal m&ouml;gliche Anzahl zu kaufen.

</P>
<P>
Die kaufbaren Luxusg&uuml;ter k&ouml;nnen nur von Bauern hergestellt werden;
die Einheiten der Spieler k&ouml;nnen dies nicht.  Man kann mehrere
<SAMP>`KAUFE'</SAMP> und <SAMP>`VERKAUFE'</SAMP> Befehle durch ein <SAMP>`UND'</SAMP>
verkn&uuml;pfen, solange der gesamte Umsatz, dh. die Anzahl gekaufter und
verkaufter Gueter das Limit von 10 pro Person, Talentpunkt und Monat
nicht &uuml;berschreitet.  Bei Wiederholungen muss man den Befehl nicht
mit angeben.  In der folgenden Region k&ouml;nnte man beispielsweise
Juwelen und Balsamt&ouml;pfe verkaufen, und Gew&uuml;rzballen kaufen:

</P>

<PRE>
Zaalsehuur (0,4), Ebene, 4511 Bauern, $57607, 730 Pferde. Im Norden
liegt Ozean (0,3), im Sueden Ozean (0,5), im Osten die Ebene von
Torridon (1,4) und im Westen der Sumpf von Oranmore (-1,4).

Auf dem Markt gelten folgende Preise: fuer Balsamtoepfe $48, fuer
Gewuerzballen $5, fuer Juwelen $70, fuer Myrrhe Saeckchen $30, fuer
Oel Amphoren $36, fuer Seidenballen $36 und fuer Weihrauch Kisten $28.
</PRE>

<P>
Der entsprechende Befehl lautet:

</P>

<PRE>
VERKAUFE 10 "Juwelen" UND 5 "Balsam" UND KAUFE "Gewuerzballen"
</PRE>

<P>
<SAMP>`KAUFE'</SAMP> ist ein langer Befehl.  

</P>



<H2><A NAME="SEC59" HREF="doku.html#TOC59"><CODE>KONTAKTIERE</CODE></A></H2>
<P>
<A NAME="IDX313"></A>

</P>
<P>
Einheiten fremder Parteien koennen einem nichts geben, ausser man ist mit 
den jeweiligen Parteien alliiert.  Vgl. Abschnitt <A HREF="doku.html#SEC27">Allianzen</A>.  Um dies im begrenzten
Masse doch zu erlauben, verwendet man den <SAMP>`KONTAKTIERE'</SAMP> Befehl.

</P>

<PRE>
KONTAKTIERE einheit-nr
</PRE>

<P>
Die angegebene Einheit der nicht alliierten Partei kann also <EM>nur
in diesem Monat</EM> der Einheit, die den <SAMP>`KONTAKTIERE'</SAMP> Befehl gegeben
hat, Sachen geben.  Um langfristig mit anderen Parteien zusammen zu
arbeiten, verwendet man den <SAMP>`HELFE'</SAMP> Befehl.

</P>
<P>
Den <SAMP>`KONTAKTIERE'</SAMP> Befehl kann man auch anderweitig brauchen:
M&ouml;chte man beispielsweise einer fremden Einheit f&uuml;r einen Monat
das Eintreiben von Steuern erlauben, so m&uuml;ssen alle Einheiten mit
dem <SAMP>`bewacht die Region'</SAMP> Status die fremde Einheit Kontaktieren.
Auch wenn man fremden Einheiten Eintritt in Schiffe oder Burgen
erlauben will, muss die Einheit, welche das Kommando &uuml;ber die Burg
oder das Schiff hat, einen <SAMP>`KONTAKTIERE'</SAMP> Befehl f&uuml;r die fremde
Einheit eingeben.  F&uuml;r bestimmte Zauberspr&uuml;che ben&ouml;tigen Magier
manchmal eine Einheit in entfernten Regionen, welche mit ihnen Kontakt
aufnehmen m&uuml;ssen.  Auch hier verwendet man den <SAMP>`KONTAKTIERE'</SAMP>
Befehl.  Den <SAMP>`KONTAKTIERE'</SAMP> Befehl kann man selbst eingeben, wenn
die angegebene Einheit sich nicht in derselben Region befindet oder
getarnt ist.

</P>
<P>
Das untenstehende Beispiel zeigt, dass der <SAMP>`KONTAKTIERE'</SAMP> Befehl von
der Einheit ausgef&uuml;hrt werden muss, die etwas bekommen will.  

</P>

<PRE>
PARTEI 125
  EINHEIT 311
    GIB 456 1000 Silber ; Tribut!
    [...]

PARTEI 300
  EINHEIT 456
    KONTAKTIERE 311 ; erlaube Zahlung.
</PRE>



<H2><A NAME="SEC60" HREF="doku.html#TOC60"><CODE>LEHRE</CODE></A></H2>
<P>
<A NAME="IDX314"></A>

</P>
<P>
Um die Zeit herabzusetzen, die eine andere Einheit braucht, um ein
Talent zu erlernen, kann man sie das Talent lehren.  Dazu muss die
lehrende Einheit in dem betreffenden Talent besser als die lernende
Einheit sein -- dann lernt die lernende Einheit doppelt so schnell, als
wenn sie versucht, ihr Talent auf eigene Faust zu verbessern.  Einheiten
lernen Talente mit dem <SAMP>`LERNE'</SAMP> Befehl.  Vgl. Abschnitt <A HREF="doku.html#SEC11">Talente lernen</A>.

</P>

<PRE>
LEHRE einheit-nr [einheit-nr etc.]
</PRE>

<P>
Mit diesem Befehl lehrt man allen aufgelisteten Einheiten dasjenige
Talent, das diese gerade lernen.  Das zu lehrende Talent muss also
<EM>nicht</EM> angegeben werden!  Die Sch&uuml;ler m&uuml;ssen lernen,
w&auml;hrend der Lehrer lehrt.  Der Talentwert des Lehrers verbessert
sich w&auml;hrend dem lehren nicht.  Es kann mehr als eine Einheit
aufgelistet werden.  Das bedeuted, dass die Sch&uuml;ler jeweils
unterschiedliche Talente lernen k&ouml;nnen -- solange der Lehrer in
allen gelernten Talenten mehr Talentpunkte als die Sch&uuml;ler hat, ist
das kein Problem.  Ein Lehrer kann allerdings nur 10 Personen pro
Monat lehren.  TEMP Einheiten fremder Parteien k&ouml;nnen nicht
gelehrt werden.

</P>
<P>
Im folgenden Beispiel muss die Einheit 51 ein h&ouml;heres
Unterhaltungstalent als Einheit 54 haben, und sie muss das Wagenbau
Talent haben.  Die frischen Rekruten haben Wagenbau 0.  Die Einheiten
54 und TEMP 54 d&uuml;rfen zusammen nicht mehr als 10 Personen
haben.

</P>

<PRE>
EINHEIT 51
 LEHRE 54 TEMP 54
EINHEIT 54
 LERNE UNTERHALTUNG
 GIB TEMP 54 50 SILBER
 MACH TEMP 54
  REKRUTIERE 1
  LERNE WAGENBAU
  BENENNE EINHEIT "Schreinerlehrling Tim"
 ENDE
</PRE>

<P>
<SAMP>`LEHRE'</SAMP> ist ein langer Befehl.  

</P>



<H2><A NAME="SEC61" HREF="doku.html#TOC61"><CODE>LERNE</CODE></A></H2>
<P>
<A NAME="IDX315"></A>

</P>
<P>
Mit diesem Befehl verbringt die Einheit einen Monat mit dem Lernen des
angegebenen Talentes.  Man muss einen Monat lang lernen, um ein Talent
auf die Stufe 1 zu bringen, weitere zwei Monate, um das Talent von
Stufe 1 auf die Stufe 2 zu bringen, weitere drei Monate, um das Talent
von Stufe 2 auf Stufe 3 zu bringen, etc.  Normalerweise sind 2
Talentpunkte doppelt so effektiv wie 1 Talentpunkt, 3 Talentpunkte
dreimal so effektiv, etc.  Die Lernzeit l&auml;sst sich halbieren, wenn
eine andere, bessere Einheit den <SAMP>`LEHRE'</SAMP> Befehl verwendet und als
Lehrer fungiert.  Vgl. Abschnitt <A HREF="doku.html#SEC11">Talente lernen</A>.

</P>

<PRE>
LERNE "talent"
</PRE>

<P>
<SAMP>`LERNE'</SAMP> ist ein langer Befehl.  

</P>



<H2><A NAME="SEC62" HREF="doku.html#TOC62"><CODE>LIEFERE</CODE></A></H2>
<P>
<A NAME="IDX316"></A>
<A NAME="IDX317"></A>

</P>
<P>
Wenn ein <CODE>GIB</CODE> Befehl jede Runde wiederholt werden muss, bietet
sich der <CODE>LIEFERE</CODE> Befehl an.  Der <CODE>LIEFERE</CODE> Befehl
funktioniert genauso wie ein <CODE>GIB</CODE> Befehl, mit dem Unterschied,
dass der letzte <CODE>LIEFERE</CODE> Befehl genauso wie der Default Befehl
gespeichert bleibt und in der n&auml;chsten Runde wieder ausgef&uuml;hrt
wird.  Dieser Auftrag wird mit dem Parameter <CODE>NICHT</CODE> wieder
geloescht. Es wird nur ein <CODE>LIEFERE</CODE> Befehl gespeichert.

</P>

<PRE>
LIEFERE einheit-nr anzahl "gegenstand"
LIEFERE NICHT
</PRE>

<P>
Im folgenden Beispiel soll die Einheit 4011, welche fr&uuml;her die
Einheit 407 mit Eisenbarren beliefert hat, Reiten lernen, und die
Einheit 2561 soll die Belieferung der Einheit 407 &uuml;bernehmen.  Dies
funktioniert nur, wenn Einheit 2561 schon 30 Eisenbarren hat:

</P>

<PRE>
EINHEIT 4011
 LERNE "Reiten"
 LIEFERE NICHT

EINHEIT 2561
 LIEFERE 407 30 "Eisenbarren"; muessen jetzt schon da sein
 MACHE "Eisenbarren"; werden erst naechste Runde uebergeben

EINHEIT 407
 MACHE "Schwerter"
</PRE>



<H2><A NAME="SEC63" HREF="doku.html#TOC63"><CODE>MACHE</CODE></A></H2>
<P>
<A NAME="IDX318"></A>
<A NAME="IDX319"></A>

</P>
<P>
Dieser Befehl wird f&uuml;r die Erschaffung neuer Einheiten und die
Herstellung von Gegenst&auml;nden, Burgen, Schiffen und Strassen
verwendet.

</P>

<PRE>
MACHE "gegenstand"
MACHE anzahl "gegenstand"

MACHE STRASSE
MACHE BURG   [burg-nr]
MACHE SCHIFF [schiff-nr]
MACHE "schiffstyp"
MACHE

MACHE TEMP unit-alias-nr
</PRE>

<P>
<SAMP>`MACHE'</SAMP> ist ein langer Befehl, ausgenommen <SAMP>`MACHE TEMP'</SAMP>.

</P>
<P>
<A NAME="IDX320"></A>


<P><STRONG>Gegenst&auml;nde</STRONG></P>

</P>
<P>
Will man andere Gegenst&auml;nde machen, verwendet man <SAMP>`MACHE
"gegenstand"'</SAMP>.  Falls dies von Belang ist, kann man eine geringere
Anzahl als die maximal moegliche angeben.  F&uuml;r alle Gegenst&auml;nde
braucht man ein Talent und einen bestimmten Rohstoff.  Vgl. Abschnitt <A HREF="doku.html#SEC22">Waren</A>.

</P>

<H3>Strassen, Burgen, Schiffe</H3>

<P>
<A NAME="IDX321"></A>
Will man in einer Region das Durchreisen durch Strassen und Br&uuml;cken
erleichtern, verwendet man <SAMP>`MACHE STRASSE'</SAMP>.  Um Strassen zu bauen,
braucht man das Talent Strassenbau und Steinquader.  Vgl. Abschnitt <A HREF="doku.html#SEC25">Strassen</A>.

</P>
<P>
<A NAME="IDX322"></A>
Um eine neue Burg zu bauen, verwendet man <SAMP>`MACHE BURG'</SAMP>. Ist man
innerhalb von einer Burg, kann man mit <SAMP>`MACHE'</SAMP> oder <SAMP>`MACHE
BURG'</SAMP> an dieser weiterbauen.  Burgen k&ouml;nnen beliebig ausgebaut werden.
Um an Burgen zu bauen, muss man Steinquader und das Talent Burgenbau
haben.  Befindet man sich ausserhalb der Burg, an der man weiterbauen
will, muss man deren Nummer mit angeben (<SAMP>`MACHE BURG 17'</SAMP>).
Vgl. Abschnitt <A HREF="doku.html#SEC23">Burgen</A>.

</P>
<P>
<A NAME="IDX323"></A>
Will man ein neues Schiff bauen, muss man den Schiffstyp angeben.
Einmal im Schiff, kann man mit <SAMP>`MACHE'</SAMP> oder <SAMP>`MACHE SCHIFF'</SAMP>
daran weiterbauen.  Will man an einem anderen Schiff weiterbauen, muss
man dessen Nummer angeben.  An Schiffen kann nur bis zu der am Anfang
angegebenen Gr&ouml;sse weiter gebaut werden.  Um Schiffe zu bauen, muss
man das Talent Schiffsbau und Holzst&auml;mme haben.  Beispiel: Im ersten
Monat verwendet man <SAMP>`MACHE "Langboot"'</SAMP> um ein neues Schiff zu
bauen.  Angenommen es bekommt vom Computer die Nummer 62.  Im n&auml;chsten
Monat verwendet man <SAMP>`MACHE SCHIFF'</SAMP> falls man die Einheit innerhalb
des Schiffes ist, oder <SAMP>`MACHE SCHIFF 62'</SAMP> falls die Einheit
ausserhalb des Schiffes ist, um am Schiff Nummer 62 weiter zu bauen.
Wird <SAMP>`MACHE "Langboot"'</SAMP> wiederholt, so wird ein zweites Langboot
angefangen!  Vgl. Abschnitt <A HREF="doku.html#SEC24">Schiffe</A>.

</P>
<P>
<A NAME="IDX324"></A>
<A NAME="IDX325"></A>


<P><STRONG>Neue Einheiten</STRONG></P>

</P>
<P>
Mit <SAMP>`MACHE TEMP unit-alias-nr'</SAMP> erschafft man neue Einheiten.  Die
unit-alias-nr ist eine vorl&auml;ufige Nummer, denn man weiss ja zu diesem
Zeitpunkt noch nicht, welche Nummer die Einheit schlussendlich vom
Computer bekommen wird.  F&uuml;r alle anderen Befehle, bei denen man
eigentlich die Nummer der neuen Einheit verwenden w&uuml;rde, kann man nun
diese vorl&auml;ufige Nummer verwenden -- mit dem Wort <SAMP>`TEMP'</SAMP> davor.
Diese vorl&auml;ufige Nummer muss nur f&uuml;r die eigene Partei in der
jeweiligen Region einzigartig sein. Zum &Uuml;berpr&uuml;fen durch ACHECK
empfiehlt es sich allerdings, in den Befehlen f&uuml;r eine Partei diese
Nummern nicht doppelt zu verwenden.

</P>
<P>
<A NAME="IDX326"></A>
Die neue Einheit muss noch Mitglieder bekommen, sonst wird sie
stillschweigend am Ende des Monates wieder <EM>gel&ouml;scht</EM>! Wenn die
neue Einheit Mitglieder neu rekrutieren soll, muss sie auch <EM>genug
Geld</EM> daf&uuml;r erhalten.  Erh&auml;lt sie das nicht, wird die Einheit
niemanden rekrutieren k&ouml;nnen und sich aufl&ouml;sen.  Bekommt die Einheit
Geld, rekrutiert aber keine Mitglieder, so l&ouml;st sie sich
<EM>ebenfalls</EM> auf und das Geld f&auml;llt der ersten, eigenen Einheit in
der Region zu.  Nach <SAMP>`MACHE TEMP'</SAMP> folgen die Befehle f&uuml;r die neue
Einheit.  Diese Befehle kann man mit dem <SAMP>`ENDE'</SAMP> Befehl beenden.
Befehle nach dem <SAMP>`ENDE'</SAMP> Befehl geh&ouml;ren wieder zur
urspr&uuml;nglichen Einheit.  Im folgenden Beispiel sind die Befehle je
nach zugeh&ouml;riger Einheit einger&uuml;ckt.

</P>

<PRE>
EINHEIT 17
 GIB TEMP 1 5 PERSONEN           ; Einheit 17
 LEHRE TEMP 1                    ; Einheit 17
 MACHE TEMP 1                    
  BENENNE EINHEIT "Drachenreiter"; TEMP 1
  LERNE SCHWERTKAMPF             ; TEMP 1
 ENDE                            
 GIB TEMP 2 100 SILBER           ; Einheit 17
 MACHE TEMP 2                    
  REKRUTIERE 1                   ; TEMP 2
  BENENNE EINHEIT "Tom"          ; TEMP 2
  LERNE BERGBAU                  ; TEMP 2
</PRE>



<H2><A NAME="SEC64" HREF="doku.html#TOC64"><CODE>NACH</CODE></A></H2>
<P>
<A NAME="IDX327"></A>
<A NAME="IDX328"></A>

</P>
<P>
Mit dem Befehl <SAMP>`NACH'</SAMP> bewegt sich die Einheit durch die Welt von
Atlantis.  Die Einheiten geben hierbei nicht die Koordinaten ihres
Zieles an, sondern die Himmelsrichtung, in die sie reisen wollen.  Die
Himmelsrichtungen sind <SAMP>`Norden'</SAMP>, <SAMP>`Osten'</SAMP>, <SAMP>`Sueden'</SAMP> und
<SAMP>`Westen'</SAMP>.  Wer nach Osten will, sollte nicht nach Westen gehen.
Vgl. Abschnitt <A HREF="doku.html#SEC21">Reisen</A>.

</P>

<PRE>
NACH richtung [richtung etc.]
</PRE>

<P>
Besitzt man ein Schiff oder ein Pferd, oder bewegt sich auf Strassen,
so k&ouml;nnen Einheiten in einem Monat oft mehrere Regionen weit reisen.  
In diesem Fall werden die Himmelsrichtungen f&uuml;r jeden weiteren Schritt 
einfach <EM>auf derselben Zeile</EM> weiter aufgelistet.

</P>

<PRE>
NACH Norden       ; zu Fuss
NACH Norden Norden; zu Pferd geht es schneller!
</PRE>

<P>
<SAMP>`NACH'</SAMP> ist ein langer Befehl.  

</P>



<H2><A NAME="SEC65" HREF="doku.html#TOC65"><CODE>NAECHSTER</CODE></A></H2>
<P>
<A NAME="IDX329"></A>

</P>
<P>
Dies beendet die Befehle f&uuml;r eine Partei.  Mit <SAMP>`NAECHSTER'</SAMP> sollte
man seine Befehlsdatei abschliessen.

</P>

<PRE>
NAECHSTER
</PRE>



<H2><A NAME="SEC66" HREF="doku.html#TOC66"><CODE>PARTEI</CODE></A></H2>
<P>
<A NAME="IDX330"></A>
<A NAME="IDX331"></A>

</P>
<P>
Mit diesem Befehl beginnt man die Befehlsdatei.  Dieser Befehl muss
unbedingt verwendet werden!

</P>

<PRE>
PARTEI partei-nr "passwort"
</PRE>



<H2><A NAME="SEC67" HREF="doku.html#TOC67"><CODE>PASSWORT</CODE></A></H2>
<P>
<A NAME="IDX332"></A>

</P>
<P>
Dies setzt das neue Passwort oder l&ouml;scht es, falls keines angegeben
wurde.  Man muss es von der n&auml;chsten Befehlsdatei an immer mit dem
Befehl <SAMP>`PARTEI'</SAMP> zusammen verwenden.  Neue Parteien haben schon ein
Passwort gesetzt.  Es erscheint in der Vorlage am Ende der Auswertung.
Das Passwort ist die einzige Stelle in der Befehlsdatei, bei der Gross-
und Kleinschreibung ber&uuml;cksichtigt wird!

</P>

<PRE>
PASSWORT "neues-passwort"
</PRE>

<P>
Vorsicht:

</P>

<OL>
<LI>

Das Passwort ist die einzige Stelle in der Befehlsdatei, bei der Gross-
und Kleinschreibung ber&uuml;cksichtigt wird.  Es darf kein Semikolon
enthalten.

<LI>

Das Passwort muss von einer Einheit gesetzt werden.


<PRE>
im Januar:  PARTEI 11 "Olles Passwort"
             PASSWORT "Falsch"; kein Effekt
             EINHEIT 75
              PASSWORT "MoftZga"
             [...]

im Februar: PARTEI 11 "MoftZga"
             [...]
</PRE>

<LI>

F&uuml;r die jeweilige Befehlsdatei gilt immer das Passwort, das
auch im letzten Zug galt, oder im letzten Zug neu gesetzt wurde.

<LI>

Das Passwort des letzten Zuges gilt auch dann noch, wenn f&uuml;r den
jetztigen Zug mehrere Befehlsdateien eingeschickt wurden, in denen
unterschiedliche Passw&ouml;rter gesetzt wurden.

<LI>

Das Passwort wurde nur dann erfolgreich neu gesetzt, wenn auch die
entsprechende Meldung in der Auswertung stand: <SAMP>`Das Passwort
wurde auf 'blabla' ge&auml;ndert.'</SAMP>
</OL>



<H2><A NAME="SEC68" HREF="doku.html#TOC68"><CODE>REKRUTIERE</CODE></A></H2>
<P>
<A NAME="IDX333"></A>

</P>
<P>
Pro angeheuerter Person muss man 50 Silber an Rekrutierungskosten
ausgeben.  Die rekrutierende Einheit muss diese 50 Silber bei sich
tragen.  Wird eine neue Einheit erschaffen, muss man der neuen Einheit
das n&ouml;tige Geld geben, damit sie Personen rekrutieren kann.  Die 50
Silber gehen an die Bauern.

</P>

<PRE>
REKRUTIERE anzahl
</PRE>

<P>
Heuert man Mitglieder an, so verw&auml;ssern sich die Talente in der
Einheit, da die Neuen nichts k&ouml;nnen ausser <SAMP>`ARBEITEN'</SAMP> -- das kann
jeder.  Die angesammelten Personentage der alten Einheit werden einfach
auf die neue Anzahl Mitglieder verteilt.  Beispiel: Jenom der Bogenbauer
hat das Talent Waffenbau 1 [30].  Wenn Jenom nun zwei weitere Leute
rekrutiert, werden die bisherigen 30 Personentage auf drei Leute
aufgeteilt, und die neue Einheit hat Waffenbau 0 [10].  Nachdem man
Leute rekrutiert hat, kann man durchaus noch andere Befehle ausf&uuml;hren.
<SAMP>`REKRUTIERE'</SAMP> ist vor allem f&uuml;r neue Einheiten wichtig.

</P>

<PRE>
GIB TEMP 4 100 SILBER
MACH TEMP 4
 REKRUTIERE 2
 LERNE "Steinbau"
 BENENNE EINHEIT "Die Steinhauer von Luederitz"
ENDE
</PRE>



<H2><A NAME="SEC69" HREF="doku.html#TOC69"><CODE>SAMMEL</CODE></A></H2>
<P>
<A NAME="IDX334"></A>
<A NAME="IDX335"></A>
<A NAME="IDX336"></A>

</P>
<P>
Die Verwendung des <SAMP>`SAMMEL'</SAMP> Befehles lohnt sich, wenn fast das
gesamte Geld einer Region durch einen Kurier in eine andere Region
gebracht werden soll, oder wenn das gesamte Geld einer Region von
einer gut getarnten Einheit versteckt werden soll.

</P>
<P>
Mit <SAMP>`SAMMEL ALLES'</SAMP> wird alles Silber der eigenen Partei in der
Region eingesammelt, mit <SAMP>`SAMMEL anzahl'</SAMP> wird nur die angegebene
Menge Silber eingesammelt.

</P>

<PRE>
SAMMEL ALLES
SAMMEL anzahl [Silber]
SAMMEL BEUTE
</PRE>

<P>
Dieser Befehl wird gleichzeitig wie alle anderen <SAMP>`GIB'</SAMP> Befehle
ausgefuehrt; somit kann nicht garantiert werden, dass <SAMP>`GIB x y
SILBER'</SAMP> Befehle anderer Einheiten ausgef&uuml;hrt werden k&ouml;nnen.
Einzig die Einheit mit dem <SAMP>`SAMMEL'</SAMP> Befehl kann noch <SAMP>`GIB x
y SILBER'</SAMP> Befehle ausf&uuml;hren.  Der <SAMP>`SAMMEL'</SAMP> Befehl wird vor
allen langen Befehlen ausgef&uuml;hrt, so dass, sollte die Einheit mit
dem gesamten Silber die Region verlassen, die verbleibenden Einheiten
mit ihren langen Befehlen noch Geld verdienen k&ouml;nnen.

</P>

<PRE>
EINHEIT 521
  SAMMEL ALLES
  ; vom gesammelten Silber wird nun ein Teil wieder
  ; zurueckgegeben!
  GIB 6715 200 SILBER
  NACH Sueden Sueden

EINHEIT 6715
  LERNE "Taktik"

EINHEIT 155
  ; diese Einheit verdient anschliessend genug Silber, um
  ; alle zu ernaehren.  Ein GIB Befehl an Einheit 6715 waere
  ; durch den SAMMEL Befehl zum scheitern verurteilt!
  TREIBE Steuern ein
</PRE>

<P>
Der <SAMP>`SAMMEL BEUTE'</SAMP> Befehl kann n&ouml;tig sein, wenn eine Einheit
nach einem Kampf sich weiterbewegen m&ouml;chte, die Feinde aber so viel
Beute bei sich tragen, dass die eigene Einheit diese nicht mehr zu
tragen vermag.  In diesem Fall wird <SAMP>`GIB 0'</SAMP> oder <SAMP>`GIB
BAUERN'</SAMP> mit <SAMP>`SAMMEL BEUTE'</SAMP> kombiniert.

</P>

<PRE>
EINHEIT 15431
  ATTACKIERE 721
  NACH Sueden Sueden
  MACH TEMP 18
    ; wir koennen max. 100 schwerter gebrauchen, 
    ; der Rest muss weg.
    SAMMEL BEUTE
    GIB 15431 100 Schwerter
    GIB 0 ALLES
  ENDE
</PRE>



<H2><A NAME="SEC70" HREF="doku.html#TOC70"><CODE>SENDE</CODE></A></H2>
<P>
<A NAME="IDX337"></A>
<A NAME="IDX338"></A>
<A NAME="IDX339"></A>
<A NAME="IDX340"></A>
<A NAME="IDX341"></A>

</P>
<P>
Es gibt ein paar Optionen, welche kontrollieren, was alles Teil der
Auswertung ist.  Diese Optionen kann man mit dem <SAMP>`SENDE'</SAMP> Befehl
ein- und ausschalten.

</P>

<PRE>
SENDE AUSWERTUNG [NICHT]
SENDE COMPUTER   [NICHT]
SENDE ZIPPED     [NICHT]
SENDE STATISTIK  [NICHT]
SENDE ZEITUNG    [NICHT]
SENDE KOMMENTAR  [NICHT]
</PRE>

<DL COMPACT>

<DT><SAMP>`Auswertung'</SAMP>
<DD>
<A NAME="IDX342"></A>
Diese Option veranlasst, dass die normale Auswertung im Klartext
geschickt wird.  Falls man nur die Computer Auswertung verwendet,
kann auf die normale Auswertung verzichtet werden.  Zu Beginn des
Spieles erh&auml;lt jeder Spieler die normale Auswertung.

<DT><SAMP>`Computer'</SAMP>
<DD>
<A NAME="IDX343"></A>
Diese Auswertung ist f&uuml;r Computer leichter zu lesen.  Mit ihr kann
jede Art von selber geschriebenen Programmen gespeist werden, z.B.
Computerspieler, oder Kartenzeichner.  Zu Beginn des Spieles erh&auml;lt
man keine Computerauswertung, sie muss mit dem Befehl <SAMP>`SENDE
COMPUTER'</SAMP> verlangt werden.  Die Computerauswertung ist eine ASCII
Datei und mit genug Kommentaren versehen, damit man sie verstehen
kann.  <EM>Die Computerauswertung kann erst am n&auml;chsten ZAT
generiert werden.</EM>  <SAMP>`SENDE COMPUTER'</SAMP> ist ein normaler, kurzer
Befehl, den irgendeine Einheit der Partei ausf&uuml;hren muss.

<DT><SAMP>`Zipped'</SAMP>
<DD>
<A NAME="IDX344"></A>
Diese Option bewirkt, dass Auswertungen, Zeitung und Kommentar
gezipped und uuencoded verschickt werden.  Oft reduziert dies die
Groesse der Auswertung dramatisch.

<DT><SAMP>`Statistik'</SAMP>
<DD>
<A NAME="IDX345"></A>
Mit dieser Option wird nach jeder Region in der normalen Auswertung eine
kleine Statistik angezeigt.  Dies wird zu Beginn des Spieles f&uuml;r alle
Spieler gemacht.  Auf die Option kann ohne Probleme verzichtet werden.

<DT><SAMP>`Zeitung'</SAMP>
<DD>
<A NAME="IDX346"></A>
<DT><SAMP>`Kommentar'</SAMP>
<DD>
<A NAME="IDX347"></A>
Die Zeitung und der Kommentar k&ouml;nnen auch abbestellt werden.
Normalerweise werden beide Dateien allen Spielern zugeschickt.
</DL>

<P>
Am Anfang des Spieles gelten f&uuml;r jeden Spieler folgende Optionen:

</P>

<PRE>
SENDE AUSWERTUNG
SENDE COMPUTER NICHT
SENDE ZIPPED NICHT
SENDE STATISTIK
SENDE ZEITUNG
SENDE KOMMENTAR
</PRE>

<P>
Wenn man ein Programm, mit dem man die Befehle zu Atlantis eingeben
kann, verwenden will -- ein sogenannter "Client" -- verwendet man
einfach den <SAMP>`SENDE COMPUTER'</SAMP> Befehl.  Es n&uuml;tzt nichts, mir eine
E-Mail zu schicken, denn eine Computerauswertung l&auml;sst sich erst am
n&auml;chsten ZAT erstellen.

</P>

<PRE>
EINHEIT 1031
 SENDE COMPUTER
</PRE>



<H2><A NAME="SEC71" HREF="doku.html#TOC71"><CODE>STIRB</CODE></A></H2>
<P>
<A NAME="IDX348"></A>
<A NAME="IDX349"></A>
<A NAME="IDX350"></A>

</P>
<P>
Dies bewirkt, dass die Partei sich aufl&ouml;st und nicht mehr mitspielt.
Das Passwort muss zur Sicherheit noch einmal angeben werden.  Die
Partei erh&auml;lt keine letzte Auswertung mehr.  Wem dies zu anstrengend
ist, kann auch einfach drei Runden lang keine Befehle einschicken.
So wird man automatisch aus dem Spiel geworfen.

</P>

<PRE>
STIRB "passwort"
</PRE>

<P>
Auch hier muss eine Einheit diesen Befehl geben!

</P>

<PRE>
PARTEI 27 "Guniguggu!"
 EINHEIT 80
  STIRB "Guniguggu!"
</PRE>



<H2><A NAME="SEC72" HREF="doku.html#TOC72"><CODE>TREIBE</CODE></A></H2>
<P>
<A NAME="IDX351"></A>
<A NAME="IDX352"></A>

</P>
<P>
Jede bewaffnete und trainierte Person in der Einheit wird versuchen,
bis zu 50 Silber aus den Bauern herauszuquetschen.  Vgl. Abschnitt <A HREF="doku.html#SEC19">Steuern eintreiben</A>.  Wenn eine fremde, nicht alliierte Partei die Region
bewacht, kann man normalerweise keine Steuern eintreiben.  Man kann in
solchen F&auml;llen nur Steuern eintreiben, wenn in der gleichen Runde
alle fremden Einheiten mit dem <SAMP>`bewacht die Region'</SAMP> Status einen
<SAMP>`KONTAKTIERE'</SAMP> Befehl eingegeben haben.

</P>

<PRE>
TREIBE [Steuern ein]
TREIBE anzahl [an Steuern ein]
</PRE>

<P>
Besonders bei grossen Heeren in d&uuml;nn besiedelten Regionen kann es
vorkommen, dass unter den Bauern eine grosse Hungersnot ausbrechen
w&uuml;rde, wenn das Heer den maximal m&ouml;glichen Betrag an Steuern
eintreiben w&uuml;rde.  Wenn das Sterben der Bauern nicht erw&uuml;nscht ist,
kann man seine <EM>maximalen</EM> Steuer Einnahmen freiwillig
einschr&auml;nken, indem man den maximalen Betrag mit angibt.  Angenommen
in einer Bergregion leben 500 Bauern, die kein Geld besitzen, und 100
Ritter treiben hier Steuern ein.  Die Bauern verdienen 5500 Silber, und
die Ritter k&ouml;nnten 5000 Silber eintreiben.  Die verbleibenden 500
Silber reichen nur f&uuml;r 50 Bauern.  Von den 450 hungernden Bauern
w&uuml;rden 2 / 3 (etwa 300) verhungern.  Mit dem Befehl
<SAMP>`TREIBE 1000'</SAMP> w&uuml;rden die Ritter nur 1000 Silber eintreiben, und
nur 50 Bauern m&uuml;ssten Hunger leiden.  Von diesen 50 hungernden Bauern
w&uuml;rden etwa 33 sterben.

</P>
<P>
<SAMP>`TREIBE'</SAMP> ist ein langer Befehl.  

</P>



<H2><A NAME="SEC73" HREF="doku.html#TOC73"><CODE>UNTERHALTE</CODE></A></H2>
<P>
<A NAME="IDX353"></A>

</P>
<P>
Die Einheit mit diesem Befehl wird den Monat damit verbringen, die
Bauern zu unterhalten.  Pro Person und Talentpunkt im Unterhalten kann
man so 20 Silber verdienen.  Die Bauern geben aber nur 1 / 20
ihres Geldes f&uuml;r Unterhaltung aus.  Vgl. Abschnitt <A HREF="doku.html#SEC15">Unterhaltung</A>.

</P>

<PRE>
UNTERHALTE
</PRE>

<P>
Versuchen mehr Einheiten, die Bauern zu unterhalten, als diese bezahlen
k&ouml;nnen, so wird das Geld auf alle unterhaltenden Einheiten aufgeteilt.
Beispiel: Die Bauern der Region Onam haben 1200 Silber.  Die Unterhalter
k&ouml;nnen demzufolge max.  1200 / 20 = 60 Silber verdienen.
Betrachten wir nun zwei Einheiten: Einheit A hat 1 Person mit
Unterhaltung 1, und Einheit B hat 2 Personen mit Unterhaltung 2.  A
k&ouml;nnte 1 * 1 * 20 = 20 Silber verdienen, B k&ouml;nnte 2 * 2
* 20 = 80 verdienen; zusammen also 100 Silber.  Da aber nur 60 Silber
zur Verf&uuml;gung stehen, werden diese im Verh&auml;ltnis 20:80 aufgeteilt.
Einheit A bekommt also ungef&auml;hr 1 / 5 und Einheit B ungef&auml;hr
4 / 5 des vorhandenen Geldes.  Das macht f&uuml;r A 60 * 1 / 5
= 12 Silber und f&uuml;r B 60 * 4 / 5 = 48 Silber.

</P>
<P>
<SAMP>`UNTERHALTE'</SAMP> ist ein langer Befehl.  

</P>



<H2><A NAME="SEC74" HREF="doku.html#TOC74"><CODE>VERKAUFE</CODE></A></H2>
<P>
<A NAME="IDX354"></A>

</P>
<P>
Die im Handeln kundige Einheit kann mit diesem Befehl Luxusg&uuml;ter, in
dessen Besitz sie ist, an die Bauern verkaufen.  Dies geht nur, wenn
sich in der Region eine Burg befindet, in deren N&auml;he der Markt
abgehalten werden kann, und wenn eine Nachfrage nach dem Produkt
besteht.  Pro Person, Talentpunkt und Monat k&ouml;nnen 10 Luxusg&uuml;ter
verkauft werden.  Die Bauern m&uuml;ssen genug Geld haben, um sich die
verkauften Luxusg&uuml;ter auch leisten zu k&ouml;ennen -- selbst wenn ihnen
dieses Geld nachher nicht abgezogen wird.  Vgl. Abschnitt <A HREF="doku.html#SEC16">Handel</A>.

</P>

<PRE>
VERKAUFE [anzahl] "gegenstand" [UND ...]
</PRE>

<P>
Wird die Anzahl der verkauften Gegenst&auml;nde weggelassen, so versucht
die Einheit soviele Gegenst&auml;nde der genannten Art wie m&ouml;glich zu
verkaufen.

</P>
<P>
Luxusg&uuml;ter k&ouml;nnen von den Spielern nicht selber produziert werden,
man muss sie von den Bauern mit dem <SAMP>`KAUFE'</SAMP> Befehl kaufen.  Man
kann mehrere <SAMP>`KAUFE'</SAMP> und <SAMP>`VERKAUFE'</SAMP> Befehle durch ein
<SAMP>`UND'</SAMP> verkn&uuml;pfen, solange der gesamte Umsatz, dh. die Anzahl
gekaufter und verkaufter Gueter das Limit von 10 pro Person,
Talentpunkt und Monat nicht &uuml;berschreitet.  Bei Wiederholungen muss
man den Befehl nicht mit angeben.  In der folgenden Region k&ouml;nnte
man beispielsweise Juwelen und Balsamt&ouml;pfe verkaufen, und
Gew&uuml;rzballen kaufen:

</P>

<PRE>
Zaalsehuur (0,4), Ebene, 4511 Bauern, $57607, 730 Pferde. Im Norden
liegt Ozean (0,3), im Sueden Ozean (0,5), im Osten die Ebene von
Torridon (1,4) und im Westen der Sumpf von Oranmore (-1,4).

Auf dem Markt gelten folgende Preise: fuer Balsamtoepfe $48, fuer
Gewuerzballen $5, fuer Juwelen $70, fuer Myrrhe Saeckchen $30, fuer
Oel Amphoren $36, fuer Seidenballen $36 und fuer Weihrauch Kisten $28.
</PRE>


<PRE>
VERKAUFE 10 Juwelen UND 5 Balsam UND KAUFE 10 Gewuerz
</PRE>

<P>
<SAMP>`VERKAUFE'</SAMP> ist ein langer Befehl.  

</P>



<H2><A NAME="SEC75" HREF="doku.html#TOC75"><CODE>VERLASSE</CODE></A></H2>
<P>
<A NAME="IDX355"></A>

</P>
<P>
Die Einheit wird das Schiff oder die Burg, in der sie sich befindet,
verlassen.  Wenn man die Befehle <SAMP>`BETRETE'</SAMP> oder <SAMP>`NACH'</SAMP>
verwendet, verlassen die Einheiten z.T. automatisch ihre Schiffe und
Burgen.  Dies funktioniert allerdings nicht immer: Ist die Einheit in
einem Schiff und verwendet <SAMP>`NACH'</SAMP>, wird sie versuchen in diese
Richtung zu segeln, auch wenn dort Festland ist.  In diesem Fall muss
die Einheit den <SAMP>`VERLASSE'</SAMP> <EM>und</EM> den <SAMP>`NACH'</SAMP> Befehl
bekommen.  Verlassen Kommandeure ihr Schiff oder ihre Burg, ohne die 
Nachfolge zu regeln, so uebernimmt die Einheit das Kommando, welche von allen 
zur&uuml;ckbleibenden Einheiten am l&auml;ngsten im Schiff oder in der Burg 
ist.

</P>

<PRE>
VERLASSE
</PRE>



<H2><A NAME="SEC76" HREF="doku.html#TOC76"><CODE>ZAUBERE</CODE></A></H2>
<P>
<A NAME="IDX356"></A>

</P>
<P>
Mit diesem Befehl wird eine Magiereinheit versuchen, den genannten
Zauberspruch zu zaubern.  Dies nimmt den gesamten Monat in Anspruch.
Kampfzauber k&ouml;nnen so nicht gezaubert werden -- will man sie gegen
eine Einheit oder die Bauern verwenden, muss mit dem <SAMP>`KAMPFZAUBER'</SAMP>
Befehl der Einheit einen Kampfzauber setzten und die Einheit oder die
Bauern mit <SAMP>`ATTACKIERE'</SAMP> angreifen.  Zauberspr&uuml;che erh&auml;lt man,
indem man sie sich von anderen Magiern geben l&auml;sst, oder indem man sie
selber mit <SAMP>`FORSCHE'</SAMP> entdeckt.  Vgl. Abschnitt <A HREF="doku.html#SEC20">Magier</A>.

</P>

<PRE>
ZAUBERE "zauberspruch"
</PRE>

<P>
<SAMP>`ZAUBERE'</SAMP> ist ein langer Befehl.  

</P>



<H2><A NAME="SEC77" HREF="doku.html#TOC77"><CODE>ZEIGE</CODE></A></H2>
<P>
<A NAME="IDX357"></A>
<A NAME="IDX358"></A>

</P>
<P>
Dies zeigt die Beschreibung zu einem bekannten oder zu allen bekannten
Zauberspruechen erneut an.  Dieser Befehl kann nur von Magiern
ausgef&uuml;hrt werden, die den betreffenden Zauberspruch schon k&ouml;nnen.
Vgl. Abschnitt <A HREF="doku.html#SEC20">Magier</A>.

</P>

<PRE>
ZEIGE "zauberspruch"
ZEIGE ALLES
</PRE>



<H2><A NAME="SEC78" HREF="doku.html#TOC78"><CODE>ZERSTOERE</CODE></A></H2>
<P>
<A NAME="IDX359"></A>
<A NAME="IDX360"></A>
<A NAME="IDX361"></A>

</P>
<P>
Eine Einheit, die das Kommando &uuml;ber ein Schiff oder eine Burg hat,
kann das Schiff oder die Burg jederzeit mit diesem Befehl zerst&ouml;ren.
Schiffe k&ouml;nnen allerdings nur in K&uuml;stenregionen versenkt werden, die
Einheiten weigern sich, das Schiff auf hoher See zu versenken!  Wird
eine Burg zerst&ouml;rt, k&ouml;nnen die Steinquader zum Teil wieder verwendet
werden.  Die zerst&ouml;rende Einheit bekommt Steinquader, deren Menge etwa
der halben Gr&ouml;sse der Burg entspricht.  Will die Einheit sich nach der
Zerst&ouml;rung noch weiter bewegen, w&uuml;rden diese Steinquader zu schwer
sein.  In diesem Fall muss die Einheit noch vorsorglich die Steinquader
wegwerfen.  Dies kann beispielsweise mit dem Befehl <SAMP>`GIB 0 1000
Steinquader'</SAMP> geschehen.

</P>

<PRE>
ZERSTOERE
</PRE>



<H1><A NAME="SEC79" HREF="doku.html#TOC79">Ausf&uuml;hrliches Beispiel</A></H1>

<P>
Hier nun ein Beispiel f&uuml;r die ersten paar Auswertungen und Befehle.
Vgl. Abschnitt <A HREF="doku.html#SEC38">Liste der Befehle</A>.  Diese Daten kommen aus einem Testspiel,
welches ich laufen liess, um die Daten zu generieren.  Beim Lesen dieses
Beispieles ist Vorsicht angebracht: Wenn sich die Regeln &auml;ndern, wird
dieses Beispiel nicht automatisch nachgef&uuml;hrt!  Da ich selber alle
Befehle gab, m&ouml;gen es zudem nicht gerade die besten gewesen
sein...

</P>



<H2><A NAME="SEC80" HREF="doku.html#TOC80">Erste Runde</A></H2>

<P>
Wenn wir uns angemeldet haben, bekommen wir bald einmal unsere erste
Auswertung:

</P>
<P>
<A NAME="IDX362"></A>
<A NAME="IDX363"></A>

<PRE>
                    Atlantis Auswertung
                        Nummer 1 (1)
                   im Januar des Jahres 1

                         Meldungen

Automatische Begruessung durch den Computer: Willkommen auf Atlantis!
Bitte vergesst euer Passwort nicht.  Es ist in der Vorlage der Befehle
am Ende der Auswertung noch einmal aufgefuehrt, zusammen mit euer
Partei-Nr. und Eurer Einheit-Nr.  Wenn ihr Fragen habt, koennt ihr
euch gerne an den Spielleiter wenden.  Fuer Beispiele von
Befehlsdateien koennt ihr euch die FAQ ansehen, dort sind drei
Befehlsdateien aufgefuehrt.
Eine Botschaft von Eine Gemeinschaft von Bergmoenchen (5) in Elsig
(3,3): 'Friede sei mit euch, liebe Mitmenschen.  Lasst euch nicht zu
Gewalt und Totschlag verleiten. Kommt Zeit kommt Rat. Wir glauben
fest, dass es nicht zu Blutvergiessen kommen darf!'

                         Einkommen

Nummer 1 (1) verdient $11 mit arbeiten.

                      Aktueller Status

-------------------------------------------------------------

Elsig (3,3), Ebene, 2 Baeume, 5638 Bauern, $2850, 153 Pferde.  Im
Norden liegt der Gletscher von Orgh Joon (3,2), im Sueden der Wald von
Erdenet (3,4), im Osten die Berge von Carahue (4,3) und im Westen der
Wald von Purcs (2,3).

Mit einer Burg wuerden hier folgende Preise gelten: Balsamtoepfe $4, 
Gewuerzballen $20, Juwelen $21, Myrrhe Saeckchen $5, Oel Amphoren $12, 
Seidenballen $18 und fuer Weihrauch Kisten $4. Die Bauern produzieren
Myrrhe Saeckchen

Statistik

Lohn fuer einen Monat Arbeiten: $11
Arbeitsplaetze in der Region diesen Monat: max. 9980
Erwarteter Lohn der arbeitenden Bauern: ca. $62018
Davon Geld fuer Unterhaltung: max. $3243
Steuern fuer eine stabile Population bei max. Unterhaltung: $5245
Kaufkraft der Bauern bei max. Unterhaltung: $5245
Anzahl Luxusgueter zu kaufen bei stabilen Preisen: 338
Anzahl Luxusgueter zu verkaufen bei stabilen Preisen: 56
Anzahl rekrutierbarer Bauern: max. 1409
Personen: 1
Silber: 5001

  * Nummer 1 (1), Nummer 1 (1), 1 Person, kampfbereit, $5001, Default:
    "ARBEITEN".

  - Nummer 2 (2), 1 Person.

  - Nummer 3 (3), 1 Person.

  - Nummer 4 (4), 1 Person.

  - Eine Gemeinschaft von Bergmoenchen (5), 17 Personen, hat: 17
    Schwerter; Mit einer dunkelroten Robe umhuellt und ihrem langen,
    gebogenen Schwert auf dem Ruecken gehen sie gebueckt und
    bescheiden ihrer Arbeit nach.  Im Laufe eines Monats kommen die
    Moenche in der ganzen Region herum, versuchen mit Wanderern
    Kontakte zu knuepfen und betonen immer wieder die Wichtigkeit des
    Friedens.

-------------------------------------------------------------

Vorlage fuer den naechsten Zug:

PARTEI 1 "jwtmp"

; Elsig (3,3)

EINHEIT 1;		Nummer 1 [1, $5001]
   ARBEITEN

NAECHSTER
</PRE>

<P>
Was erfahren wir nun hier aus der Auswertung?  Zuersteinmal steht da
auf der zweiten Zeile der Name und die Nummer unserer Partei:
<SAMP>`Nummer 1 (1)'</SAMP>.  Auf der folgenden Zeile steht, welches Datum in
Atlantis geschrieben wird: Da wir in der ersten Runde sind, schreibt
man den Januar des Jahres 1.

</P>
<P>
Es folgen nun diverse Nachrichten. Unter der Rubrik <SAMP>`Meldungen'</SAMP>
finden wir einen Hinweis des Computers auf die Vorlage der Befehle am
Ende der Auswertung.  Am besten wird diese Vorlage in eine neue Datei
kopiert -- unsere neue Befehlsdatei f&uuml;r die erste Runde.  Danach
kommt eine Meldung von den <SAMP>`Bergmoenchen (5)'</SAMP>.  Diese
Bergm&ouml;nche werden vom Computer gespielt, damit die Neuanf&auml;nger
sich nicht gleich selber vernichten.  Sie werden immer auf der Seite
von Verteidigern k&auml;mpfen, wenn hier jemand einen Kampf anzettelt.

</P>
<P>
In der Rubrik <SAMP>`Einkommen'</SAMP> k&ouml;nnen wir lesen, dass unsere Einheit
<SAMP>`Nummer 1 (1)'</SAMP> 11 Silber verdient hat.

</P>
<P>
Nun folgt der Aktuelle Status.  Hier werden alle Regionen beschrieben,
in denen wir Einheiten stationiert haben.  In unserer Auswertung ist
das die Region <SAMP>`Elsig'</SAMP>:

</P>

<PRE>
Elsig (3,3), Ebene, 2 Baeume, 5638 Bauern, $2850, 153 Pferde.  Im
Norden liegt der Gletscher von Orgh Joon (3,2), im Sueden der Wald von
Erdenet (3,4), im Osten die Berge von Carahue (4,3) und im Westen der
Wald von Purcs (2,3).
</PRE>

<P>
Am besten wir zeichnen uns unsere erste kleine Karte mit Elsig und den
umliegenden Regionen:

</P>

<PRE>
   1 2 3 4 5    Legende:
 1              
 2     G        B - Berge    
 3   W E B      E - Ebene        
 4     W        G - Gletscher
 5              W - Wald     
</PRE>

<P>
In der Region gibt es 5638 Bauern, die zusammen 2850 Silber besitzen.
In der n&auml;chsten Runde werden die Bauern mehr Silber produziert
haben.  Davon werden 1 / 20 an Unterhalter abgegeben,
berechnen wir einmal 1 / 20 von 64868 Silber, also rund
3243 Silber.  Dies ist einiges an Geld, deshalb wollen wir hier
in Elsig ein paar Unterhalter stationieren, da wir somit gleich 
kurzfristig eine Einnahmequelle haben.  Sollte der Plan nicht
funktionieren, werden wir alle Einheiten auswandern lassen.
Vgl. Abschnitt <A HREF="doku.html#SEC15">Unterhaltung</A>.

</P>
<P>
Um uns sicherer zu f&uuml;hlen, h&auml;tten wir gerne Waffen.  Hier bieten
sich die W&auml;lder zur Produktion von Speeren, oder die Berge, zu
Produktion von Schwertern an.  W&auml;lder h&auml;tten den Vorteil, dass man
mit dem Holz auch noch Katapulte oder Schiffe bauen k&ouml;nnte -- wer
weiss, vielleicht f&auml;ngt im S&uuml;den ja schon der Ozean an?  Die Berge
h&auml;tten den Vorteil, dass man mit den Steinquadern von dort Burgen
bauen k&ouml;nnte.  Das ist gut f&uuml;r die Verteidigung und f&uuml;r den
Handel.  Ohne Burgen k&ouml;nnen wir auch mit der f&uuml;r Elsig angegebenen
Handelsinformation nichts anfangen.

</P>
<P>
Mal sehen wer noch mit uns angefangen hat.  Da sind noch 3 weitere
Einheiten mit seltsamen Namen sowie die Einheit Nummer 5, die
Bergm&ouml;nche, von denen wir schon eine Meldung erhalten haben.  Wie
man sieht, hat die Einheit des Computers schon einen sch&ouml;nen Namen
und eine sch&ouml;ne Beschreibung bekommen.  Unsere eigene Einheit hat
5001 Silber und einen Default Befehl von <SAMP>`ARBEITEN'</SAMP>.
Vgl. Abschnitt <A HREF="doku.html#SEC14">Arbeiten</A>.

</P>
<P>
Wenn wir uns die Adressen der Mitspieler schicken lassen (E-Mail an
mich mit dem subject <SAMP>`ATLANTIS ADRESSEN SCHICKEN'</SAMP>), k&ouml;nnen wir
ihnen E-Mails schreiben, und ihnen ein B&uuml;ndniss vorschlagen.  Die
erhaltene Adressenliste zeigt die Namen der Parteien und die Adressen
der Mitspieler.  Darunter findet sich auch unsere Partei --
<SAMP>`Nummer 1 (1)'</SAMP> -- mit der korrekten Adresse.

</P>

<PRE>
Monster (0)
    keine

Nummer 1 (1)
    Alex Schroeder, Buelachstr. 1c, CH-8057 Zuerich, Tel. (CH) 01 /
    313 13 72, Internet: alex@zool.unizh.ch

Nummer 2 (2)
    internet: mkuesser@iiic.ethz.ch - Markus Kuesser
    (Schweiz) Tel.  056/445 11 11

Nummer 3 (3)
    internet: zahar@aol.com

Nummer 4 (4)
    internet: Bernard@Braunschweig.netsurf.de - Sabine Bernard
</PRE>

<P>
Angenommen wir schreiben drei E-Mails an die Parteien 2 bis 4, und
erhalten nur von der Partei Nummer 2 eine Antwort.  Markus schl&auml;gt
eine Allianz und eine Aufgabenteilung vor: Wir sollen die Umgebung
erforschen, Pferde z&auml;hmen und so weiter, w&auml;hrenddem er mit seinem
gesamten Geld und all seinen Leuten in die Berge geht, um Steinquader
und Eisenerz zu f&ouml;rdern.  Sp&auml;ter wird er f&uuml;r uns Burgen bauen
und Schwerter liefern, w&auml;hrend wir mit den Pferden und unseren
Informationen die Expansion unserer beiden Parteien kontrollieren
werden.  Der Plan t&ouml;nt vern&uuml;nftig, also machen wir uns ans Befehle
schreiben.

</P>
<P>
Als erstes kopieren wir uns die Vorlage in eine Datei:

</P>

<PRE>
PARTEI 1 "jwtmp"

; Elsig (3,3)

EINHEIT 1;		Nummer 1 [1, $5001]
   ARBEITEN
</PRE>

<P>
Den <SAMP>`ARBEITEN'</SAMP> Befehl l&ouml;schen wir und machen etwas anderes:
Sp&auml;her f&uuml;r alle vier Himmelsrichtungen, die geplanten Unterhalter,
ein paar Pferdez&auml;hmer sowie eine weitere Ladung Sp&auml;her, die
sp&auml;ter zu Pferd unterwegs sein soll.  Zudem wollen wir im S&uuml;den
B&auml;ume f&auml;llen und Armbrustsch&uuml;tzen ausheben.  Unsere Einheit 1
soll auch nach S&uuml;den gehen, um dort mit dem Lernen des
Armbrustschiessentalentes zu beginnen.

</P>
<P>
<A NAME="IDX364"></A>
<A NAME="IDX365"></A>

<PRE>
PARTEI 1 "jwtmp"

; Elsig (3,3)

EINHEIT 1;		Nummer 1 [1, $5001]

  ; Kundschafter in alle Richtungen ausser nach Sueden. Dort gehen wir
  ; selber hin.

 MACH TEMP 1
  REKRUTIERE 1
  BENENNE EINHEIT "Jim, der Berghirte"
  BESCHREIBE EINHEIT "Der unauffaellige Hirte verfolgt erstaunt das
                      Treiben in diesen Bergen."  
  NACH Osten 
 ENDE

 MACH TEMP 2
  REKRUTIERE 1
  BENENNE EINHEIT "Joana, die Ziegenhirtin"
  BESCHREIBE EINHEIT "Joana ist eine Kraeutersammlering, die den hier
                      Lebenden wenn moeglich aus dem Weg geht."
  NACH Westen
  ENDE
 
 MACH TEMP 3
  REKRUTIERE 1
  BENENNE EINHEIT "Jeemon, der Gletschermann"
  BESCHREIBE EINHEIT "In seiner einsamen Fellhuette knapp unter der
                      Schneegrenze lebt Jeemon, einsam und abseits der
                      Welt. Reisende, die den Gletscher ueberqueren
                      wollen, bespuckt er."
  NACH Norden
  ENDE

 ; Machen Pferde fuer die Kundschafter und zum Transport der Steine
 ; aus den Bergen.

 MACH TEMP 4
  REKRUTIERE 5
  BENENNE EINHEIT "Joog Noom und seine Brueder"
  BESCHREIBE EINHEIT "Die Noom Familie ist eine Familie von Akrobaten
                      und wilden Reitern. Sie zuechten die besten
                      Pferde von Elsig."
  LERNE PFERDEDRESSUR
  ENDE

 ; Lernen Reiten und Wahrnehmung bis die ersten Pferde da sind

 MACH TEMP 5
  REKRUTIERE 5
  BENENNE EINHEIT "Weitere Mitglieder der Noom Familie"
  LERNE REITEN
  ENDE

 ; 10 Unterhalter mit Talent 1 verdienen genug, um 10 weitere Leute in
 ; der Region zu ernaehren.  Dies sollte reichen, da sowieso bald
 ; Armbrustschuetzen Steuern eintreiben werden.

 MACH TEMP 6  
  REKRUTIERE 10
  BENENNE EINHEIT "Jierog und Co."
  BESCHREIBE EINHEIT "Wilde Akrobaten aus der Noom Familie, welche von
                      den wenigen Muenzen leben, welche die Bauern
                      ihnen schenken."
  ENDE

 ; Nun erst folgen die Befehl fuer die wirkliche Einheit 1.  Als
 ; erstes geben wir allen TEMP Einheiten das noetige Geld zum
 ; rekrutieren, eine Runde wandern, eine Runde Unterhaltung lernen,
 ; und dann noch $20 drauf, zur Sicherheit.  Das sind $90 pro Person,
 ; runden wir auf $100!

 GIB TEMP 1 100 Silber
 GIB TEMP 2 100 Silber
 GIB TEMP 3 100 Silber
 GIB TEMP 4 500 Silber
 GIB TEMP 5 500 Silber
 GIB TEMP 6 1000 Silber

 ; Wir wandern nach Sueden, um dort den Rest zu besorgen:

 NACH SUEDEN

 ; Benennen der Einheit und Partei nicht vergessen, sowie die Allianz:

 BENENNE EINHEIT "Jeehla, Scharfschuetze der Noom Familie"
 BENENNE PARTEI "Das Reich der Noom"
 PASSWORT "Noome sind gut fuer Dich!"
 HELFE 2
 
NAECHSTER
</PRE>

<P>
Wenn wir dies einschicken, bekommen wir am n&auml;chsten Tag die
Best&auml;tigung:

</P>

<PRE>
ACHECK 2.4, the free German Atlantis Order Files Checker 
Copyright (C) 1996 Alexander Schroeder.

The German Atlantis Order Files Checker is distributed in the hope
that it will be useful, but WITHOUT ANY WARRANTY; without even the
implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR
PURPOSE.

This program may be freely used, modified and distributed. It may 
not be sold or used commercially without prior written permission 
from the author.

Compiled: Dec 28 1996, 17:20:09

Warnung zur Zeile 60: TEMP 6 hat keinen langen Befehl bekommen.
  `MACH TEMP 6 '

Es wurden Befehle fuer 1 Partei und 1 Einheit gelesen.
Es wurde eine Warnung entdeckt.
</PRE>

<P>
Wir haben etwas vergessen!  Deswegen &auml;ndern wir die Befehle dort und
schicken die Befehle erneut ein.  ACHECK, das Programm, welches
die Befehlsdateien pr&uuml;ft, kann man auch bestellen (E-Mail an mich mit
dem subject <SAMP>`ATLANTIS ACHECK SCHICKEN'</SAMP>).

</P>


<PRE>
 MACH TEMP 6  
  REKRUTIERE 10
  BENENNE EINHEIT "Jierog und Co."
  BESCHREIBE EINHEIT "Wilde Akrobaten aus der Noom Familie, welche von
                      den wenigen Muenzen leben, welche die Bauern
                      ihnen schenken."
  LERNE UNTERHALTUNG                    ; Neu!
  ENDE
</PRE>

<P>
Jetzt erhalten wir die gew&uuml;nschte Antwort:

</P>

<PRE>
[...]
Es wurden Befehle fuer 1 Partei und 1 Einheit gelesen.
Die Befehle scheinen in Ordnung zu sein.
</PRE>



<H2><A NAME="SEC81" HREF="doku.html#TOC81">Zweite Runde</A></H2>

<P>
Hier ist die Auswertung f&uuml;r die zweite Runde, den Februar im Jahre 2:

</P>

<PRE>
                    Atlantis Auswertung
                   Das Reich der Noom (1)
                  im Februar des Jahres 1

			 Meldungen

Das Passwort wurde auf 'Noome sind gut fuer Dich!'  geaendert.
Eine Botschaft von Eine Gemeinschaft von Bergmoenchen (5) in Elsig
(3,3): 'Wir bitten euch, uns so wenig wie moeglich zu beachten. Wir
sind eine geschlossene Klostergemeinschaft und beten taeglich drei
Stunden fuer den Frieden.'

                       Verschiedenes

Jeehla, Scharfschuetze der Noom Familie (1) zahlte $100 an Jim, der
Berghirte (6).
Jeehla, Scharfschuetze der Noom Familie (1) zahlte $100 an Joana, die
Ziegenhirtin (7).
Jeehla, Scharfschuetze der Noom Familie (1) zahlte $100 an Jeemon, der
Gletschermann (8).
Jeehla, Scharfschuetze der Noom Familie (1) zahlte $500 an Joog Noom
und seine Brueder (9).
Jeehla, Scharfschuetze der Noom Familie (1) zahlte $500 an Weitere
Mitglieder der Noom Familie (10).
Jeehla, Scharfschuetze der Noom Familie (1) zahlte $1000 an Jierog und
Co. (11).
Jim, der Berghirte (6) rekrutiert 1.
Joana, die Ziegenhirtin (7) rekrutiert 1.

Jeemon, der Gletschermann (8) rekrutiert 1.
Joog Noom und seine Brueder (9) rekrutiert 5.
Weitere Mitglieder der Noom Familie (10) rekrutiert 5.
Jierog und Co. (11) rekrutiert 10.
Joog Noom und seine Brueder (9) lernt Pferdedressur.
Weitere Mitglieder der Noom Familie (10) lernt Reiten.
Jierog und Co. (11) lernt Unterhaltung.

                         Bewegungen

Jeehla, Scharfschuetze der Noom Familie (1) wandert von Elsig (3,3)
nach Erdenet (3,4).
Jim, der Berghirte (6) wandert von Elsig (3,3) nach Carahue (4,3).
Joana, die Ziegenhirtin (7) wandert von Elsig (3,3) nach Purcs (2,3).
Jeemon, der Gletschermann (8) wandert von Elsig (3,3) nach Orgh Joon
(3,2).

                      Aktueller Status

Wir helfen folgenden Parteien: Nummer 2 (2).

-------------------------------------------------------------

Purcs (2,3), Wald, 800 Baeume, 3476 Bauern, 7 Pferde. Im Norden liegt
der Wald von Prettstern (2,2), im Sueden die Ebene von Ach'Brkt
Ndr'Brkt (2,4), im Osten die Ebene von Elsig (3,3) und im Westen der
Wald von Farandauz Girdl (1,3).

Mit einer Burg wuerden hier folgende Preise gelten: Balsamtoepfe $24,
Gewuerzballen $10, Juwelen $7, Myrrhe Saeckchen $15, Oel Amphoren $18,
Seidenballen $24 und Weihrauch Kisten $4. Die Bauern produzieren
Juwelen.

Statistik

Lohn fuer einen Monat Arbeiten: $11
Arbeitsplaetze in der Region diesen Monat: max. 2000
Erwarteter Lohn der arbeitenden Bauern: ca. $22000
Davon Geld fuer Unterhaltung: max. $1100
Steuern fuer eine stabile Population bei max. Unterhaltung: $0
Kaufkraft der Bauern bei max. Unterhaltung: $0
Anzahl Luxusgueter zu kaufen bei stabilen Preisen: 208
Anzahl Luxusgueter zu verkaufen bei stabilen Preisen: 34
Anzahl rekrutierbarer Bauern: max. 869
Personen: 1
Silber: 40

  * Joana, die Ziegenhirtin (7), Das Reich der Noom (1), 1 Person,
    kampfbereit, $40, Default: "ARBEITEN"; Joana ist eine
    Kraeutersammlering, die den hier Lebenden wenn moeglich aus dem
    Weg geht.

-------------------------------------------------------------

Orgh Joon (3,2), Gletscher, 2 Baeume, 268 Bauern, 2 Pferde. Im Norden
liegt Ozean (3,1), im Sueden die Ebene von Elsig (3,3), im Osten das
Hochland von Oey (4,2) und im Westen der Wald von Prettstern (2,2).

Mit einer Burg wuerden hier folgende Preise gelten: Balsamtoepfe $24,
Gewuerzballen $25, Juwelen $35, Myrrhe Saeckchen $5, Oel Amphoren $3,
Seidenballen $24 und Weihrauch Kisten $16. Die Bauern produzieren
Myrrhe Saeckchen.

Statistik

Lohn fuer einen Monat Arbeiten: $11
Arbeitsplaetze in der Region diesen Monat: max. 80
Erwarteter Lohn der arbeitenden Bauern: ca. $880
Davon Geld fuer Unterhaltung: max. $44
Steuern fuer eine stabile Population bei max. Unterhaltung: $0
Kaufkraft der Bauern bei max. Unterhaltung: $0
Anzahl Luxusgueter zu kaufen bei stabilen Preisen: 16
Anzahl Luxusgueter zu verkaufen bei stabilen Preisen: 2
Anzahl rekrutierbarer Bauern: max. 67
Personen: 1
Silber: 40

  * Jeemon, der Gletschermann (8), Das Reich der Noom (1), 1 Person,
    kampfbereit, $40, Default: "ARBEITEN"; In seiner einsamen
    Fellhuette knapp unter der Schneegrenze lebt Jeemon, einsam und
    abseits der Welt. Reisende, die den Gletscher ueberqueren wollen,
    bespuckt er.

-------------------------------------------------------------

Elsig (3,3), Ebene, 7 Baeume, 5450 Bauern, $9625, 161 Pferde. Im
Norden liegt der Gletscher von Orgh Joon (3,2), im Sueden der Wald von
Erdenet (3,4), im Osten die Berge von Carahue (4,3) und im Westen der
Wald von Purcs (2,3).

Mit einer Burg wuerden hier folgende Preise gelten: Balsamtoepfe $5,
Gewuerzballen $21, Juwelen $23, Myrrhe Saeckchen $5, Oel Amphoren $12,
Seidenballen $19 und Weihrauch Kisten $5. Die Bauern produzieren
Myrrhe Saeckchen.

Statistik

Lohn fuer einen Monat Arbeiten: $11
Arbeitsplaetze in der Region diesen Monat: max. 9930
Erwarteter Lohn der arbeitenden Bauern: ca. $59950
Davon Geld fuer Unterhaltung: max. $3478
Steuern fuer eine stabile Population bei max. Unterhaltung: $11597
Kaufkraft der Bauern bei max. Unterhaltung: $11597
Anzahl Luxusgueter zu kaufen bei stabilen Preisen: 327
Anzahl Luxusgueter zu verkaufen bei stabilen Preisen: 54
Anzahl rekrutierbarer Bauern: max. 1362
Personen: 20
Silber: 800

  - Nummer 3 (3), 1 Person.

  - Nummer 4 (4), 1 Person.

  - Eine Gemeinschaft von Bergmoenchen (5), 17 Personen, hat: 17
    Schwerter; Mit einer dunkelroten Robe umhuellt und ihrem langen,
    gebogenen Schwert auf dem Ruecken gehen sie gebueckt und
    bescheiden ihrer Arbeit nach. Im Laufe eines Monats kommen die
    Moenche in der ganzen Region herum, versuchen mit Wanderern
    Kontakte zu knuepfen und betonen immer wieder die Wichtigkeit des
    Friedens.

  * Joog Noom und seine Brueder (9), Das Reich der Noom (1), 5
    Personen, kampfbereit, $200, Talente: Pferdedressur 1 [30],
    Default: "LERNE PFERDEDRESSUR"; Die Noom Familie ist eine Familie
    von Akrobaten und wilden Reitern. Sie zuechten die besten Pferde
    von Elsig.

  * Weitere Mitglieder der Noom Familie (10), Das Reich der Noom (1),
    5 Personen, kampfbereit, $200, Talente: Reiten 1 [30], Default:
    "LERNE REITEN".

  * Jierog und Co. (11), Das Reich der Noom (1), 10 Personen,
    kampfbereit, $400, Talente: Unterhaltung 1 [30], Default: "LERNE
    UNTERHALTUNG "; Wilde Akrobaten aus der Noom Familie, welche von
    den wenigen Muenzen leben, welche die Bauern ihnen schenken.

  - Brauner Schleimhaufen am Marktplatz (12), 30 Personen; Blubbernde
    Masse, aus der sich einige feenhafte Koerper erheben und einen
    wunderschoenen Gesang anstimmen. Die Passanten werden ab und zu
    eine Muenze in einen kleinen Hut, den ein rot-brauner Tentakel
    bittend den Leuten entgegenstreckt.

-------------------------------------------------------------

Erdenet (3,4), Wald, 770 Baeume, 4006 Bauern, 7 Pferde. Im Norden
liegt die Ebene von Elsig (3,3), im Sueden der Wald von Cozzera (3,5),
im Osten die Berge von Asp (4,4) und im Westen die Ebene von Ach'Brkt
Ndr'Brkt (2,4).

Mit einer Burg wuerden hier folgende Preise gelten: Balsamtoepfe $20,
Gewuerzballen $5, Juwelen $7, Myrrhe Saeckchen $15, Oel Amphoren $6,
Seidenballen $12 und Weihrauch Kisten $28. Die Bauern produzieren
Juwelen.

Statistik

Lohn fuer einen Monat Arbeiten: $11
Arbeitsplaetze in der Region diesen Monat: max. 2300
Erwarteter Lohn der arbeitenden Bauern: ca. $25300
Davon Geld fuer Unterhaltung: max. $1265
Steuern fuer eine stabile Population bei max. Unterhaltung: $0
Kaufkraft der Bauern bei max. Unterhaltung: $0
Anzahl Luxusgueter zu kaufen bei stabilen Preisen: 240
Anzahl Luxusgueter zu verkaufen bei stabilen Preisen: 40
Anzahl rekrutierbarer Bauern: max. 1001
Personen: 1
Silber: 2691

  * Jeehla, Scharfschuetze der Noom Familie (1), Das Reich der Noom
    (1), 1 Person, kampfbereit, $2691, Default: "ARBEITEN".

-------------------------------------------------------------

Carahue (4,3), Berge, 1113 Bauern, $958, 2 Pferde. Im Norden liegt das
Hochland von Oey (4,2), im Sueden die Berge von Asp (4,4), im Osten
die Berge von Crieff (5,3) und im Westen die Ebene von Elsig (3,3).

Mit einer Burg wuerden hier folgende Preise gelten: Balsamtoepfe $8,
Gewuerzballen $20, Juwelen $21, Myrrhe Saeckchen $5, Oel Amphoren $18,
Seidenballen $12 und Weihrauch Kisten $20. Die Bauern produzieren
Myrrhe Saeckchen.

Statistik

Lohn fuer einen Monat Arbeiten: $11
Arbeitsplaetze in der Region diesen Monat: max. 1000
Erwarteter Lohn der arbeitenden Bauern: ca. $11000
Davon Geld fuer Unterhaltung: max. $597
Steuern fuer eine stabile Population bei max. Unterhaltung: $231
Kaufkraft der Bauern bei max. Unterhaltung: $231
Anzahl Luxusgueter zu kaufen bei stabilen Preisen: 66
Anzahl Luxusgueter zu verkaufen bei stabilen Preisen: 11
Anzahl rekrutierbarer Bauern: max. 278
Personen: 1
Silber: 40

  - Nummer 2 (2), 1 Person.

  * Jim, der Berghirte (6), Das Reich der Noom (1), 1 Person,
    kampfbereit, $40, Default: "ARBEITEN"; Der unauffaellige Hirte
    verfolgt erstaunt das Treiben in diesen Bergen.

  - Wilde Horde rotaeugiger, haariger Wesen (13), 30 Personen; Die
    kleinen, drahtigen Gestalten tragen alle die Markierung der
    BioVizzards. Ihre roten Augen leuchten tatsaechlich, und ihre
    haarigen Arme schwingen lauter Aeste, als wollen sie damit auf
    Wanderer einschlagen.

-------------------------------------------------------------

Vorlage fuer den naechsten Zug:

PARTEI 1 "Noome sind gut fuer Dich!"

; Purcs (2,3)

EINHEIT 7;		Joana, die Ziegenhirtin [1, $40]
   ARBEITEN

; Orgh Joon (3,2)

EINHEIT 8;		Jeemon, der Gletschermann [1, $40]
   ARBEITEN

; Elsig (3,3)

EINHEIT 9;		Joog Noom und seine Brueder [5, $200]
   LERNE PFERDEDRESSUR
EINHEIT 10;		Weitere Mitglieder der Noom Familie [5, $200]
   LERNE REITEN
EINHEIT 11;		Jierog und Co. [10, $400]
   LERNE UNTERHALTUNG

; Erdenet (3,4)

EINHEIT 1;		Jeehla, Scharfschuetze der Noom Familie [1, $2691]
   ARBEITEN

; Carahue (4,3)

EINHEIT 6;		Jim, der Berghirte [1, $40]
   ARBEITEN

NAECHSTER
</PRE>

<P>
Wie wir sehen, hat alles pr&auml;chtig funktioniert.  Wir wollen nun mit
den Kundschaftern, die am Ziel angekommen sind, Wahrnehmung lernen.
Die Ausbildung derjenigen, die wir rekrutiert haben, soll fortgesetzt
werden.  Die Unterhalter sollen in Elsig Geld verdienen.  Statt nur
Armbrustsch&uuml;tzen auszubilden sollten wir vielleicht auch
Speertr&auml;ger ausbilden, damit wir auch ohne Markus' Hilfe gut
k&auml;mpfen k&ouml;nnen.

</P>
<P>
Doch was haben unsere Mitspieler gemacht?  Offensichtlich hat sich nur
Markus so ausgebreitet, wie wir es erwartet haben: Er ist nach Osten
gegangen, in die Berge.  Was ist mit der Einheit 13, der <SAMP>`Horde
rotaeugiger, haariger Wesen'</SAMP>?  Sie behaupten zu den <SAMP>`BioVizzards'</SAMP>
zu geh&ouml;ren. Ein Blick auf die neue Adressenliste zeigt, wer damit
gemeint ist:

</P>

<PRE>
Monster (0)
    keine

Das Reich der Noom (1)
    Alex Schroeder, Buelachstr. 1c, CH-8057 Zuerich, Tel. (CH) 01 /
    313 13 72, Internet: alex@zool.unizh.ch

Nummer 2 (2)
    internet: mkuesser@iiic.ethz.ch - Markus Kuesser (Schweiz) Tel.
    056/445 11 11

Nummer 3 (3)
    internet: zahar@aol.com

BioVizzards (4)
    internet: Bernard@Braunschweig.netsurf.de - Sabine Bernard
</PRE>

<P>
Sowohl Partei 2 als auch Partei 3 haben sich keinen Namen gegeben.
Dies deutet darauf hin, dass 3 keine Befehl eingeschickt hat.  Partei
2 hat Befehle eingeschickt, weil wir ja gesehen haben, wie die Einheit
2 nach Osten gelaufen ist.  Damit stellt sich nat&uuml;rlich die Frage,
was mit der Einheit 3 geschehen soll.  Wenn wir jetzt Diebe
ausgebildet h&auml;tten, k&ouml;nnten wir sie bestehlen!  Vgl. Abschnitt <A HREF="doku.html#SEC17">Diebstahl</A>.
Wir wollen vorerst einmal keine Diebe ausbilden, sondern uns auf
unseren urspr&uuml;nglichen Plan konzentrieren.  Damit wir nicht selber
bestohlen werden, sollten wir aber bald einmal Leute mit Wahrnehmung
ausbilden -- nicht nur in fremden Regionen, sondern auch in unseren
Heimatregionen.

</P>
<P>
Schwierigkeiten k&ouml;nnte uns die Einheit <SAMP>`Brauner Schleimhaufen
am Marktplatz'</SAMP> von den BioVizzard bereiten -- wenn diese Einheit auch
unterh&auml;lt, wie die Beschreibung vermuten l&auml;sst -- dann k&ouml;nten die
ganz sch&ouml;n Geld scheffeln: Die 30 Unterhalter verdienen n&auml;mlich 
schon 600 Silber.  Da es aber 3478 Silber zu verdienen gibt, werden auch 
wir die 20 Silber pro Person verdienen, die wir uns erhofft haben.

</P>
<P>
Doch zur&uuml;ck zu der <SAMP>`Horde rotaeugiger, haariger Wesen'</SAMP> -- die
BioVizzards haben sich also ausgebreitet, und wenn Markus nicht
aufpasst in den Bergen, dann werden die BioVizzards ihn in der
n&auml;chsten Runde einfach erschlagen.  Da sie angreifen k&ouml;nnen, bevor
Markus mehr Leute rekrutieren kann, sollte er sich am Besten mit dem
Spieler der BioVizzards in Verbindung setzen.

</P>

<PRE>
PARTEI 1 "Noome sind gut fuer Dich!"

; Purcs (2,3)

EINHEIT 7;		Joana, die Ziegenhirtin [1, $40]
   LERNE Wahrnehmung

; Orgh Joon (3,2)

EINHEIT 8;		Jeemon, der Gletschermann [1, $40]
   LERNE Wahrnehmung

; Elsig (3,3)

EINHEIT 9;		Joog Noom und seine Brueder [5, $200]
   MACH Pferde
EINHEIT 10;		Weitere Mitglieder der Noom Familie [5, $200]
   LERNE Wahrnehmung
EINHEIT 11;		Jierog und Co. [10, $400]
   UNTERHALTE

; Erdenet (3,4)

EINHEIT 1;		Jeehla, Scharfschuetze der Noom Familie [1, $2691]

   MACH TEMP 1
    REKRUTIERE 5
    LERN HOLZFAELLEN
    BENENNE EINHEIT "Jooganam, Holzfaeller, samt Freunde"
    BESCHREIBE EINHEIT "Eine rauhe Bande brutaler Holzhacker!"
    ENDE

   MACH TEMP 2
    REKRUTIERE 5
    LERN WAFFENBAU
    BENENNE EINHEIT "Jiilagh samt Frau und Kinder"
    BESCHREIBE EINHEIT "Armbrueste, Speer, Boegen--das ist sein
		        Metier. Und die Familie hilft kraeftig mit."
    ENDE

   MACH TEMP 3
    REKRUTIERE 5
    LERN SPEERKAMPF
    BENENNE EINHEIT "Jhuuls Waldjaeger"
    BESCHREIBE EINHEIT "Halbnackte Wilde mit hoelzernen Speeren und
		        wilder Bemalung im Gesicht"
    ENDE

   MACH TEMP 4
    LERN ARMBRUSTSCHIESSEN
    REKRUTIERE 5
    BENENNE EINHEIT "Jarg Fargh"
    BESCHREIBE EINHEIT "Verbissene Gesellen, die am liebsten Aepfel
	                auf den Koepfen von Kindern zerschiessen..."
    ENDE

   GIB TEMP 1 250 SILBER
   GIB TEMP 2 250 SILBER
   GIB TEMP 3 250 SILBER
   GIB TEMP 4 250 SILBER

   LERNE ARMBRUSTSCHIESSEN

; Carahue (4,3)

EINHEIT 6;		Jim, der Berghirte [1, $40]
   LERNE Wahrnehmung

NAECHSTER
</PRE>



<H2><A NAME="SEC82" HREF="doku.html#TOC82">Dritte Runde</A></H2>

<P>
So, dies ist die letzte Auswertung in dieser Serie.  Die BioVizzards
haben nicht auf Markus geh&ouml;rt und ihn ausradiert!  Daraus kann man
etwas lernen: Die Konzentration auf ein paar wenige Regionen -- vor
allem am Anfang -- kann sehr gef&auml;hrlich werden.  Nat&uuml;rlich wird
Markus wahrscheinlich an einer anderen Stelle wieder mit dem Spiel
anfangen, aber frustrierend ist dies allemal!  Wenn mehr Parteien da
w&auml;ren, k&ouml;nnte man gemeinsam gegen die BioVizzards vorgehen.
Isoliert wie wir mit dem Reich der Noom aber sind, werden wir uns
entweder mit den BioVizzards arrangieren m&uuml;ssen, oder fliehen...

</P>

<PRE>
                    Atlantis Auswertung
                   Das Reich der Noom (1)
                   im Maerz des Jahres 1

                         Meldungen

Eine Botschaft von Eine Gemeinschaft von Bergmoenchen (5) in Elsig
(3,3): 'Helft mit, Krieg und Leiden zu verhindert. Gruendet auch ihr
kleine Gemeinschaften, die sich dem Frieden verschrieben haben. Glaubt
uns: Mit Gewalt erzeugt man nur weitere Gewalt, unter der man selber
auch zu leiden hat.'
Eine Botschaft von Wilde Horde rotaeugiger, haariger Wesen (13) in
Carahue (4,3): 'RAUS! IHR BOESE! WIR HAARIG!'

                          Kaempfe

Wilde Horde rotaeugiger, haariger Wesen (13) attackiert Nummer 2 (2) in
Carahue (4,3):

  - Wilde Horde rotaeugiger, haariger Wesen (13), 30 Personen,
    kampfbereit; Die kleinen, drahtigen Gestalten tragen alle die
    Markierung der BioVizzards. Ihre roten Augen leuchten
    tatsaechlich, und ihre haarigen Arme schwingen lauter Aeste, als
    wollen sie damit auf Wanderer einschlagen.

  - Markhus, Zwergenkoenig (2), 1 Person, kampfbereit.

  * Jim, der Berghirte (6), Das Reich der Noom (1), 1 Person,
    kampfbereit; Der unauffaellige Hirte verfolgt erstaunt das Treiben
    in diesen Bergen.

Wilde Horde rotaeugiger, haariger Wesen (13) gewinnt die Schlacht!

                       Verschiedenes

Jeehla, Scharfschuetze der Noom Familie (1) zahlte $250 an Jooganam,
Holzfaeller, samt Freunde (15).
Jeehla, Scharfschuetze der Noom Familie (1) zahlte $250 an Jiilagh
samt Frau und Kinder (16).
Jeehla, Scharfschuetze der Noom Familie (1) zahlte $250 an Jhuuls
Waldjaeger (17).
Jeehla, Scharfschuetze der Noom Familie (1) zahlte $250 an Jarg Fargh
(18).
Jooganam, Holzfaeller, samt Freunde (15) rekrutiert 5.
Jiilagh samt Frau und Kinder (16) rekrutiert 5.
Jhuuls Waldjaeger (17) rekrutiert 5.
Jarg Fargh (18) rekrutiert 5.
Joana, die Ziegenhirtin (7) lernt Wahrnehmung.
Jeemon, der Gletschermann (8) lernt Wahrnehmung.
Weitere Mitglieder der Noom Familie (10) lernt Wahrnehmung.
Jeehla, Scharfschuetze der Noom Familie (1) lernt Armbrustschiessen.
Jooganam, Holzfaeller, samt Freunde (15) lernt Holzfaellen.
Jiilagh samt Frau und Kinder (16) lernt Waffenbau.
Jhuuls Waldjaeger (17) lernt Speerkampf.
Jarg Fargh (18) lernt Armbrustschiessen.

                         Einkommen

Jierog und Co. (11) verdient $200 als Entertainer.

                         Produktion

Joog Noom und seine Brueder (9) produziert 5 Pferde.

                      Aktueller Status

Wir helfen folgenden Parteien: Das Koenigreich von Carahue (2).

-------------------------------------------------------------

Purcs (2,3), Wald, 800 Baeume, 3105 Bauern, 10 Pferde. Im Norden liegt
der Wald von Prettstern (2,2), im Sueden die Ebene von Ach'Brkt
Ndr'Brkt (2,4), im Osten die Ebene von Elsig (3,3) und im Westen der
Wald von Farandauz Girdl (1,3).

Mit einer Burg wuerden hier folgende Preise gelten: Balsamtoepfe $29,
Gewuerzballen $11, Juwelen $7, Myrrhe Saeckchen $16, Oel Amphoren $18,
Seidenballen $26 und Weihrauch Kisten $5. Die Bauern produzieren
Juwelen.

Statistik

Lohn fuer einen Monat Arbeiten: $11
Arbeitsplaetze in der Region diesen Monat: max. 2000
Erwarteter Lohn der arbeitenden Bauern: ca. $22000
Davon Geld fuer Unterhaltung: max. $1100
Steuern fuer eine stabile Population bei max. Unterhaltung: $0
Kaufkraft der Bauern bei max. Unterhaltung: $0
Anzahl Luxusgueter zu kaufen bei stabilen Preisen: 186
Anzahl Luxusgueter zu verkaufen bei stabilen Preisen: 31
Anzahl rekrutierbarer Bauern: max. 776
Personen: 1
Silber: 30

  * Joana, die Ziegenhirtin (7), Das Reich der Noom (1), 1 Person,
    kampfbereit, $30, Talente: Wahrnehmung 1 [30], Default: "LERNE
    Wahrnehmung"; Joana ist eine Kraeutersammlering, die den hier
    Lebenden wenn moeglich aus dem Weg geht.

-------------------------------------------------------------

Orgh Joon (3,2), Gletscher, 2 Baeume, 251 Bauern, 5 Pferde. Im Norden
liegt Ozean (3,1), im Sueden die Ebene von Elsig (3,3), im Osten das
Hochland von Oey (4,2) und im Westen der Wald von Prettstern (2,2).

Mit einer Burg wuerden hier folgende Preise gelten: Balsamtoepfe $25,
Gewuerzballen $26, Juwelen $44, Myrrhe Saeckchen $5, Oel Amphoren $3,
Seidenballen $26 und Weihrauch Kisten $17. Die Bauern produzieren
Myrrhe Saeckchen.

Statistik

Lohn fuer einen Monat Arbeiten: $11
Arbeitsplaetze in der Region diesen Monat: max. 80
Erwarteter Lohn der arbeitenden Bauern: ca. $880
Davon Geld fuer Unterhaltung: max. $44
Steuern fuer eine stabile Population bei max. Unterhaltung: $0
Kaufkraft der Bauern bei max. Unterhaltung: $0
Anzahl Luxusgueter zu kaufen bei stabilen Preisen: 15
Anzahl Luxusgueter zu verkaufen bei stabilen Preisen: 2
Anzahl rekrutierbarer Bauern: max. 62
Personen: 1
Silber: 30

  * Jeemon, der Gletschermann (8), Das Reich der Noom (1), 1 Person,
    kampfbereit, $30, Talente: Wahrnehmung 1 [30], Default: "LERNE
    Wahrnehmung"; In seiner einsamen Fellhuette knapp unter der
    Schneegrenze lebt Jeemon, einsam und abseits der Welt. Reisende,
    die den Gletscher ueberqueren wollen, bespuckt er.

-------------------------------------------------------------

Elsig (3,3), Ebene, 9 Baeume, 5350 Bauern, $11734, 153 Pferde. Im
Norden liegt der Gletscher von Orgh Joon (3,2), im Sueden der Wald von
Erdenet (3,4), im Osten die Berge von Carahue (4,3) und im Westen der
Wald von Purcs (2,3).

Mit einer Burg wuerden hier folgende Preise gelten: Balsamtoepfe $6,
Gewuerzballen $27, Juwelen $24, Myrrhe Saeckchen $5, Oel Amphoren $13,
Seidenballen $21 und Weihrauch Kisten $10. Die Bauern produzieren
Myrrhe Saeckchen.

Statistik

Lohn fuer einen Monat Arbeiten: $11
Arbeitsplaetze in der Region diesen Monat: max. 9910
Erwarteter Lohn der arbeitenden Bauern: ca. $58850
Davon Geld fuer Unterhaltung: max. $3529
Steuern fuer eine stabile Population bei max. Unterhaltung: $13555
Kaufkraft der Bauern bei max. Unterhaltung: $13555
Anzahl Luxusgueter zu kaufen bei stabilen Preisen: 321
Anzahl Luxusgueter zu verkaufen bei stabilen Preisen: 53
Anzahl rekrutierbarer Bauern: max. 1337
Personen: 20
Silber: 800
Pferde: 5

  - Nummer 3 (3), Nummer 3 (3), 1 Person.

  - Der Oberste Vizzard (4), BioVizzards (4), 1 Person; Der Oberste
    Vizzard ist eine grauhaarige Gestalt mit unbeschreiblich grosser
    Nase. Aus seinen Fingern bruzeln kleine, blaue Blitze. Um ihn
    herum lungern ein paar Mutanten. Er grinst.

  - Eine Gemeinschaft von Bergmoenchen (5), Monster (0), 17 Personen,
    hat: 17 Schwerter; Mit einer dunkelroten Robe umhuellt und ihrem
    langen, gebogenen Schwert auf dem Ruecken gehen sie gebueckt und
    bescheiden ihrer Arbeit nach. Im Laufe eines Monats kommen die
    Moenche in der ganzen Region herum, versuchen mit Wanderern
    Kontakte zu knuepfen und betonen immer wieder die Wichtigkeit des
    Friedens.

  * Joog Noom und seine Brueder (9), Das Reich der Noom (1), 5
    Personen, kampfbereit, $150, Talente: Pferdedressur 1 [40], hat: 5
    Pferde, Default: "MACH Pferde"; Die Noom Familie ist eine Familie
    von Akrobaten und wilden Reitern. Sie zuechten die besten Pferde
    von Elsig.

  * Weitere Mitglieder der Noom Familie (10), Das Reich der Noom (1),
    5 Personen, kampfbereit, $150, Talente: Reiten 1 [30], Wahrnehmung
    1 [30], Default: "LERNE Wahrnehmung".

  * Jierog und Co. (11), Das Reich der Noom (1), 10 Personen,
    kampfbereit, $500, Talente: Unterhaltung 1 [40], Default:
    "UNTERHALTE"; Wilde Akrobaten aus der Noom Familie, welche von den
    wenigen Muenzen leben, welche die Bauern ihnen schenken.

  - Brauner Schleimhaufen am Marktplatz (12), BioVizzards (4), 29
    Personen; Blubbernde Masse, aus der sich einige feenhafte Stengel
    erheben und einen hellen Gesang anstimmen. Die Passanten werfen
    ein paar Muenzen in einen kleinen Hut, der ihnen von einem
    rot-braunen Tentakel entgegen gestreckt wird. Ab und zu kullern
    ein paar Muenzen auf den Boden, doch wenn einer sich zu den $50
    bueckt, schlingen sich einige Tentakel um ihn und ziehen ihn in
    die Tiefe.

  - Rot-brauner Schleimhaufen am Ost-Tor (14), BioVizzards (4), 1
    Person; Blubbernde Furze verpesten die Luft. Auch wenn die Leute
    der Umgebung ihre Faekalien auf den Schleimhaufen leeren, reagiert
    er nicht. Im Gegenteil, das Monster scheint von den Faekalien zu
    leben!

-------------------------------------------------------------

Erdenet (3,4), Wald, 770 Baeume, 3793 Bauern, 11 Pferde. Im Norden
liegt die Ebene von Elsig (3,3), im Sueden der Wald von Cozzera (3,5),
im Osten die Berge von Asp (4,4) und im Westen die Ebene von Ach'Brkt
Ndr'Brkt (2,4).

Mit einer Burg wuerden hier folgende Preise gelten: Balsamtoepfe $25,
Gewuerzballen $6, Juwelen $7, Myrrhe Saeckchen $21, Oel Amphoren $6,
Seidenballen $19 und Weihrauch Kisten $29. Die Bauern produzieren
Juwelen.

Statistik

Lohn fuer einen Monat Arbeiten: $11
Arbeitsplaetze in der Region diesen Monat: max. 2300
Erwarteter Lohn der arbeitenden Bauern: ca. $25300
Davon Geld fuer Unterhaltung: max. $1265
Steuern fuer eine stabile Population bei max. Unterhaltung: $0
Kaufkraft der Bauern bei max. Unterhaltung: $0
Anzahl Luxusgueter zu kaufen bei stabilen Preisen: 227
Anzahl Luxusgueter zu verkaufen bei stabilen Preisen: 37
Anzahl rekrutierbarer Bauern: max. 948
Personen: 21
Silber: 1481

  * Jeehla, Scharfschuetze der Noom Familie (1), Das Reich der Noom
    (1), 1 Person, kampfbereit, $1481, Talente: Armbrustschiessen 1
    [30], Default: "LERNE ARMBRUSTSCHIESSEN".

  * Jooganam, Holzfaeller, samt Freunde (15), Das Reich der Noom (1),
    5 Personen, kampfbereit, Talente: Holzfaellen 1 [30], Default:
    "LERN HOLZFAELLEN"; Eine rauhe Bande brutaler Holzhacker!

  * Jiilagh samt Frau und Kinder (16), Das Reich der Noom (1), 5
    Personen, kampfbereit, Talente: Waffenbau 1 [30], Default: "LERN
    WAFFENBAU"; Armbrueste, Speer, Boegen--das ist sein Metier. Und
    die Familie hilft kraeftig mit.

  * Jhuuls Waldjaeger (17), Das Reich der Noom (1), 5 Personen,
    kampfbereit, Talente: Speerkampf 1 [30], Default: "LERN SPEERKAMPF";
    Halbnackte Wilde mit hoelzernen Speeren und wilder Bemalung im
    Gesicht.

  * Jarg Fargh (18), Das Reich der Noom (1), 5 Personen, kampfbereit,
    Talente: Armbrustschiessen 1 [30], Default: "LERN
    ARMBRUSTSCHIESSEN"; Verbissene Gesellen, die am liebsten Aepfel
    auf den Koepfen von Kindern zerschiessen...

-------------------------------------------------------------

Vorlage fuer den naechsten Zug:

PARTEI 1 "Noome sind gut fuer Dich!"

; Purcs (2,3)

EINHEIT 7;		Joana, die Ziegenhirtin [1, $30]
   LERNE Wahrnehmung

; Orgh Joon (3,2)

EINHEIT 8;		Jeemon, der Gletschermann [1, $30]
   LERNE Wahrnehmung

; Elsig (3,3)

EINHEIT 9;		Joog Noom und seine Brueder [5, $150]
   MACH Pferde
EINHEIT 10;		Weitere Mitglieder der Noom Familie [5, $150]
   LERNE Wahrnehmung
EINHEIT 11;		Jierog und Co. [10, $500]
   UNTERHALTE

; Erdenet (3,4)

EINHEIT 1;		Jeehla, Scharfschuetze der Noom Familie [1, $1481]
   LERNE ARMBRUSTSCHIESSEN
EINHEIT 15;		Jooganam, Holzfaeller, samt Freunde [5, $0]
   LERN HOLZFAELLEN
EINHEIT 16;		Jiilagh samt Frau und Kinder [5, $0]
   LERN WAFFENBAU
EINHEIT 17;		Jhuuls Waldjaeger [5, $0]
   LERN SPEERKAMPF
EINHEIT 18;		Jarg Fargh [5, $0]
   LERN ARMBRUSTSCHIESSEN

NAECHSTER
</PRE>



<H1><A NAME="SEC83" HREF="doku.html#TOC83">Reihenfolge der Befehle</A></H1>


<OL>

<LI>

<SAMP>`MACH TEMP'</SAMP>.  Neue Einheiten werden erschaffen, und die
nachfolgenden Befehle werden zur neuen Einheit kopiert.

<LI>

Die Monster machen ihre Z&uuml;ge.

<LI>

<SAMP>`ADRESSE'</SAMP>, <SAMP>`PASSWORT'</SAMP> und <SAMP>`SENDE'</SAMP>.

<LI>

Die Default Befehle werden gesetzt.  

<LI>

<SAMP>`HELFE'</SAMP>, <SAMP>`KAEMPFE'</SAMP>, <SAMP>`KAMPFZAUBER'</SAMP>, <SAMP>`BESCHREIBE'</SAMP>,
<SAMP>`BENENNE'</SAMP>, <SAMP>`BEWACHE NICHT'</SAMP>, <SAMP>`SAMMEL BEUTE'</SAMP> und
<SAMP>`ZEIGE'</SAMP>.  Wichtig ist, dass Einheiten hier nur aufh&ouml;ren
k&ouml;nnen zu bewachen, damit noch in diesem Zug andere Einheiten
Steuern eintreiben k&ouml;nnen.  Damit die Steuern nicht &uuml;berraschend
blockiert werden k&ouml;nnen, kann man erst am Ende der Runde mit
<SAMP>`BEWACHE'</SAMP> beginnen.  Desweiteren sieht man, dass die
<SAMP>`BESCHREIBE'</SAMP> und <SAMP>`BENENNE'</SAMP> Befehle vom alten Burgherren oder
Kapit&auml;n gegeben werden, falls dieser in der aktuellen Runde die Burg
oder das Schiff verl&auml;sst.

<LI>

<SAMP>`BOTSCHAFT'</SAMP>, <SAMP>`FINDE'</SAMP> und <SAMP>`KONTAKTIERE'</SAMP>.

<LI>

<SAMP>`ATTACKIERE'</SAMP>.  Vor einem Kampf kann also <SAMP>`HELFE'</SAMP>, aber weder
<SAMP>`NACH'</SAMP> noch <SAMP>`GIB'</SAMP> noch <SAMP>`REKRUTIERE'</SAMP> ausgef&uuml;hrt
werden.

<LI>

<SAMP>`BELAGERE'</SAMP>.  Diesen kann man nur ausf&uuml;hren, wenn man die Region
bewacht, man also <EM>vor</EM> dieser Runde schon den <SAMP>`BEWACHE'</SAMP>
Befehl gegeben hat.  In dieser Runde abgegebene <SAMP>`BEWACHE'</SAMP> Befehle
wurden noch nicht ausgef&uuml;hrt.

<LI>

<SAMP>`GIB'</SAMP>, <SAMP>`LIEFERE'</SAMP> und <SAMP>`SAMMEL'</SAMP>.  Alles wird hier
&uuml;bergeben, ausser das Kommando &uuml;ber Burgen und Schiffe.  Dies
folgt sp&auml;ter.  <SAMP>`SAMMEL BEUTE'</SAMP> wurde schon vorher ausgef&uuml;hrt.

<LI>

<SAMP>`REKRUTIERE'</SAMP>.  Wenn in einer Runde eine Einheit Personen
gleichzeitig mit <SAMP>`GIB'</SAMP> transferiert und mit <SAMP>`REKRUTIERE'</SAMP>
rekrutiert, wird der Transfer zuerst ausgef&uuml;hrt.  Die Talente der
transferierten Personen werden durch das Rekrutieren nicht
verw&auml;ssert.  

<LI>

<SAMP>`STIRB'</SAMP>.  Parteien die derart aus dem Spiel treten, konnten also
in dieser Runde noch ihre letzten <SAMP>`GIB'</SAMP> Befehle abgeben.

<LI>

Alle Einheiten ohne Mitglieder werden aufgel&ouml;st.  Alle Parteien ohne
Einheiten bekommen ihre letzte Auswertung.

<LI>

<SAMP>`BETRETE'</SAMP>.

<LI>

<SAMP>`GIB KOMMANDO'</SAMP>.  Potentielle neue Burgherren und Kapit&auml;ne haben
ihren neuen Herrschaftsbereich schon betreten.

<LI>

<SAMP>`VERLASSE'</SAMP>.  Erst nach erfolgreicher &Uuml;bergabe d&uuml;rfen
ehemalige Burgherren und Kapit&auml;ne ihre Burgen und Schiffe verlassen.

<LI>

<SAMP>`ZERSTOERE'</SAMP>.  Bei einem Kommando Wechsel muss der <EM>neue</EM>
Burgherr oder Kapit&auml;n den <SAMP>`ZERSTOERE'</SAMP> Befehl geben.

<LI>

Jetzt werden die langen Befehle abgearbeitet.  Zuert werden die
<SAMP>`FORSCHE'</SAMP> und <SAMP>`LEHRE'</SAMP> Befehle ausgef&uuml;hrt.

<LI>

<SAMP>`MACHE'</SAMP>.

<LI>

Nun arbeiten die Bauern und die Einheiten f&uuml;hren den <SAMP>`ARBEITE'</SAMP>
Befehl aus.  Die Bauern haben nun sehr viel Geld zur Verf&uuml;gung.

<LI>

<SAMP>`UNTERHALTE'</SAMP>.

<LI>

<SAMP>`VERKAUFE'</SAMP>.

<LI>

<SAMP>`KAUFE'</SAMP>.

<LI>

<SAMP>`TREIBE'</SAMP>.

<LI>

<SAMP>`LERNE'</SAMP>.

<LI>

<SAMP>`ZAUBERE'</SAMP>.  Vor <SAMP>`ZAUBERE'</SAMP> wird noch &uuml;berpr&uuml;ft, ob die
Einheit ihre Zauberspr&uuml;che &uuml;berhaupt noch beherrscht.  Dies
k&ouml;nnte nicht mehr der Fall sein, wenn beispielsweise nicht
magiekundige Personen in die Einheit eingetreten sind.  Dass
<SAMP>`ZAUBERE'</SAMP> hier steht, ist wichtig: Es bedeutet, dass
Zauberspr&uuml;che keinen Einfluss auf die Befehle haben, die schon
abgearbeitet wurden.

<LI>

<SAMP>`BEKLAUE'</SAMP>.

<LI>

<SAMP>`NACH'</SAMP>.

<LI>

<SAMP>`FOLGE'</SAMP>.

<LI>

Um unliebsamen &Uuml;berraschungen vorzubeugen, wird <SAMP>`BEWACHE'</SAMP> erst
hier gesetzt.  Somit erscheinen die Einheiten in der Auswertung schon
mit dem Status <SAMP>`bewacht die Region'</SAMP>, ohne dass die <SAMP>`TREIBE'</SAMP>
Befehle dieser Runde beeinflusst werden.

<LI>

Ganz am Ende treiben leere Schiffe auf hoher See, falls sie nicht genug
Matrosen an Bord haben -- nach einem Kampf k&ouml;nnte dies ja der Fall
sein.  

<LI>

Die Bauern, Pferde und W&auml;lder vermehren sich.

<LI>

Die Unterhaltskosten werden den Einheiten und Bauern abgezogen;
unterernaehrte Personen und Bauern verhungern zum Teil.

<LI>

Am Ende wandert ein Teil der Bauern in Nachbarregionen aus.
</OL>

<P>
Die Befehle m&uuml;ssen von den Spielern nicht zwingend in dieser
Reihenfolge eingegeben werden! Es ist durchaus zul&auml;ssig folgendes
einzugeben:

</P>

<PRE>
GIB TEMP 5 300 Silber
MACH TEMP 5
  REKRUTIERE 1
  KAEMPFE NICHT
  LERNE HOLZFAELLEN
ENDE
</PRE>

<P>
Die Reihenfolge, in der die Befehle ausgef&uuml;hrt werden, entspricht
immer noch der Liste oben.  Die neue Einheit wird zuerst erschaffen,
k&auml;mpft nicht mehr, erh&auml;lt 300 Silber, rekrutiert 1 und lernt
schlussendlich Holzf&auml;llen - obwohl das nicht der Reihenfolge
entspricht, in der die Befehle eingegeben wurden!

</P>



<H1><A NAME="SEC84" HREF="doku.html#TOC84">Zusammenfassung der Befehle</A></H1>
<P>
<A NAME="IDX366"></A>

</P>
<P>
Dies ist die Liste der Befehle (vgl. Abschnitt <A HREF="doku.html#SEC34">Befehle</A>), die man den Einheiten
geben kann.  Jeder Befehl muss von einer Einheit ausgef&uuml;hrt werden, man
kann nicht der Partei insgesamt Befehle geben.  Einzelne Befehle wirken
allerdings -- obwohl sie von nur einer Einheit gegeben wurden -- auf die
ganze Partei.  Vgl. Abschnitt <A HREF="doku.html#SEC44"><CODE>BENENNE</CODE></A>.

</P>

<PRE>
ADRESSE "neue adresse"          Setzt die Adresse des Spielers.
ARBEITE                         Verdient ein wenig Silber pro Person.
ATTACKIERE einheit-nr           Greift eine andere Einheiten an.
 ATTACKIERE BAUERN              Greift die Bauern an.
BEKLAUE einheit-nr              Beklaut eine andere Einheit.
BELAGERE burg-nr                Belagert eine Burg.
BENENNE EINHEIT "name"          Benennt eine Einheit.
 BENENNE PARTEI "name"          Benennt eine Partei.
 BENENNE BURG "name"            Benennt eine Burg.
 BENENNE SCHIFF "name"          Benennt ein Schiff.
 BENENNE REGION "name"          Benennt eine Region.
BESCHREIBE EINHEIT "text"       Beschreibt eine Einheit.
 BESCHREIBE BURG "text"         Beschreibt eine Burg.
 BESCHREIBE SCHIFF "text"       Beschreibt ein Schiff.
 BESCHREIBE REGION "text"       Beschreibt eine Region.
BETRETE BURG burg-nr            Betritt eine Burg.
 BETRETE SCHIFF shiff-nr        Betritt ein Schiff.
BEWACHE [NICHT]                 Bewacht die Region.
BOTSCHAFT [AN] EINHEIT einheit-nr [einheit-nr etc.]
                                Botschaft an eine Einheit.
 BOTSCHAFT [AN] PARTEI partei-nr [partei-nr etc.] "text"
                                Botschaft an eine Partei.
 BOTSCHAFT [AN] REGION "text"   Botschaft an alle Einheiten einer
                                Region.
EINHEIT einheit-nr              Beginnt die Befehle einer Einheit.
ENDE                            Beendet Befehle der neuen Einheit.
FINDE partei-nr                 Zeigt die Adressen eines Spielers.
 FINDE ALLES                    Zeigt Adressen aller Spieler.
FOLGE einheit-nr                Verfolgt eine Einheit.
FORSCHE [spruch-stufe]          Forscht nach neuen Spr&uuml;chen.
GIB einheit-nr "zauberspruch"   Gib einen Zauberspruch an Magier.
 GIB einheit-nr ZAUBERBUCH      Gib alle bekannten Zauberspr&uuml;che.
 GIB einheit-nr KOMMANDO        Gib Kommando &uuml;ber Burg o. Schiff.
 GIB einheit-nr ALLES           Fusioniert mit der anderen Einheit.
 GIB einheit-nr EINHEIT         Wechselt zur Partei der anderen Einheit.
 GIB einheit-nr anzahl SILBER   Gib einer Einheit Silber.
 GIB einheit-nr anzahl PERSONEN Transferiere Personen.
 GIB einheit-nr anzahl "gegenstand"
                                Gib bestimmte Gegenst&auml;nde.
 GIB BAUERN anzahl SILBER       Gibt den Bauern Silber.
 GIB BAUERN anzahl PERSONEN     Transferiert Personen zu Bauern.
 GIB BAUERN anzahl "gegenstand" Wirft Gegenst&auml;nde weg.
 GIB 0 anzahl SILBER            L&auml;sst Silber verschwinden.
 GIB 0 anzahl PERSONEN          Beseitigt Personen.
 GIB 0 anzahl "gegenstand"      Wirft Gegenst&auml;nde weg.
HELFE partei-nr [NICHT]         Erkl&auml;rt eine einseitige Allianz.
KAEMPFE                         Einheit k&auml;mpft im Kampf vorne.
 KAEMPFE NICHT                  Einheit k&auml;mpft m&ouml;glichst nicht.
 KAEMPFE HINTEN                 Einheit k&auml;mpft im Kampf hinten.
KAMPFZAUBER "zauberspruch"      Setzt Kampfzauber f&uuml;r Magier.
KAUFE [anzahl] "gegenstand"     Kauft Luxusg&uuml;tern von den Bauern.
KONTAKTIERE einheit-nr          Kontaktiert eine fremde Einheit.
LEHRE einheit-nr [einheit-nr etc.]
                                Beschleunigt das Lernen anderer.
LERNE "talent"                  Lernt ein Talent.
LIEFERE einheit-nr anzahl SILBER
                                Gib einer Einheit regelmaessig Silber.
 LIEFERE einheit-nr anzahl "gegenstand"
                                Gib regelmaessig Gegenst&auml;nde.
MACHE TEMP unit-alias-nr        Macht neue Einheiten.
 MACHE BURG [burg-nr]           Baut weiter an einer / eine neue Burg.
 MACHE SCHIFF [schiff-nr]       Baut weiter an einem Schiff
 MACHE "schiffstyp"             Baut ein neues Schiff.
 MACHE                          Baut weiter an Burg oder Schiff.
 MACHE STRASSE                  Baut weiter am Strassennetz.
 MACHE "gegenstand"             Macht Gegenstaende.
 MACHE anzahl "gegenstand"      Macht weniger Gegenstaende.
NACH richtung [richtung etc.]   Wandern, Reiten oder Segeln.
NAECHSTER                       Beendet die Befehle einer Partei.
PARTEI partei-nr "passwort"     Beginnt die Befehle einer Partei.
PASSWORT "neues-passwort"       Setzt ein neues Passwort.
REKRUTIERE anzahl               Einheit rekrutiert Personen.
SAMMEL ALLES                    Sammelt gesamtes Silber in der Region.
 SAMMEL anzahl                  Sammelt nur bestimmte Menge Silber.
 SAMMEL BEUTE                   Sammelt die Beute aller Kaempfe ein.
SENDE AUSWERTUNG [NICHT]        Sendet die normale Auswertung.
 SENDE COMPUTER [NICHT]         Sendet den Computer Report.
 SENDE ZIPPED [NICHT]           Sendet alle Dateien gezipped.
 SENDE STATISTIK [NICHT]        Sendet Statistik zu jeder Region.
 SENDE ZEITUNG [NICHT]          Sendet die Zeitung mit.
 SENDE KOMMENTAR [NICHT]        Sendet den Kommentar mit.
STIRB "passwort"                L&auml;sst die Partei ausscheiden.
TREIBE [Steuern ein]            Treibt Steuern ein.
 TREIBE anzahl [an Steuern ein] Treibt begrenzt Steuern ein.
UNTERHALTE                      Verdient etwas Silber pro Person.
VERKAUFE [anzahl] "gegenstand"  Verkauft Luxusg&uuml;ter an Bauern.
VERLASSE                        Verl&auml;sst Schiff oder Burg.
ZAUBERE "zauberspruch"          Zaubert einen Zauberspruch.
ZEIGE "zauberspruch"            Zeigt Beschreibung des Zaubers.
 ZEIGE ALLES                    Zeigt Beschreibung bekannter Zauber.
ZERSTOERE                       Zerst&ouml;rt Burg oder Schiff.
</PRE>

<P>
Man kann mehrere <SAMP>`KAUFE'</SAMP> und <SAMP>`VERKAUFE'</SAMP> Befehle auf einer
Zeile angeben!  Beispiel:

</P>

<PRE>
KAUFE 10 Juwelen UND VERKAUFE 10 Seidenballen UND 10 Balsamtoepfe
</PRE>



<H1><A NAME="SEC85" HREF="doku.html#TOC85">Eindeutige Abk&uuml;rzungen</A></H1>
<P>
<A NAME="IDX367"></A>

</P>
<P>
Dies ist die Liste der Befehle und ihrer vermutlich k&uuml;rzesten
Abk&uuml;rzung, die noch eindeutig ist.  Die einzelnen Spalten werden
meistens unabh&auml;ngig voneinander durchsucht, so dass einige
Abk&uuml;rzungen doppelt vorkommen.  Ihre Bedeutung ist aber trotzdem
eindeutig.

</P>

<PRE>
Befehl          Abk.            Parameter       Abk.

Adresse         Ad              Alles           Al
Arbeiten        Ar              Bauern          Ba
Attackiere      At              Burg            Bu
Benenne         Ben             Einheit         Ei
Beklaue         Bek             Hinten          H
Belagere        Bel             Kommando        Ko
Beschreibe      Bes             Mann            Ma
Betrete         Bet             Nicht           Ni
Bewache         Bew             Naechster       Nae
Botschaft       Bot             Partei          Par
Einheit         Ei              Personen        Pe
Ende            En              Region          R
Finde           Fi              Schiff          Sc
Folge           Fol             Silber          Si
Forschen        For             Strassen        St
Gib             G               Temp            Te
Helfe           H  
Kaempfe         Kae
Kampfzauber     Kam             Optionen        Abk.
Kaufe           Kau
Kontaktiere     Ko              Auswertung      A   
Lehre           Leh             Computer        C   
Lerne           Ler             Zeitung         Ze  
Liefere         Li              Kommentar       K   
Mache           M               Statistik       S   
Nach            Nac             Zipped          Zi  
Passwort        Pas
Rekrutiere      R               Richtungen      Abk.
Sammel          Sa
Sende           Se              Norden          N
Stirb           St              Sueden          S
Treibe          T               Osten           O
Unterhalten     U               Westen          W
Verkaufe        Verk            
Verlasse        Verl   
Zaubere         Za     
Zeige           Zei    
Zerstoeren      Zer    
                                Talent                  Abk.
Gegenstand      Abk.   
                                Armbrustschiessen       A
Eisenbarren     E               Bogenschiessen          B
Holzstamm       H               Katapultbedienung       K
Steinquader     St              Schwertkampf            Schw
Pferd           P               Speerkampf              Sp
Wagen           Wa              Reiten                  Re
Katapult        Ka              Taktik                  Tak
Schwert         Sc              Bergbau                 Be
Speer           Sp              Burgenbau               Bu
Armbrust        Ar              Handeln                 Ha
Bogen           Bog             Holzfaellen             Ho
Kettenhemd      Ke              Magie                   M
Plattenpanzer   P               Pferdedressur           P
Balsamtopf      Ba              Ruestungsbau            Ru
Gewuerzballen   G               Schiffsbau              Schi
Juwel           J               Segeln                  Se
Myrrhe Saeckch. My              Steinbau                Ste
Oel Amphore     O               Strassenbau             Str
Seidenballen    Se              Tarnung                 Tar
Weihrauch Kiste We              Unterhaltung            U
                                Waffenbau               Waf
Schiffe         Abk.            Wagenbau                Wag
                                Wahrnehmung             Wah
Boot            Bo     
Langboot        L      
Drachenschiff   D      
Karavelle       Ka     
Trireme         Tr     
</PRE>



<H1><A NAME="SEC86" HREF="doku.html#TOC86">Index</A></H1>

<P>
<H2>"</H2>
<DIR>
<LI><A HREF="doku.html#IDX256">" (G&auml;nsef&uuml;sschen)</A>
</DIR>
<H2>&#38;</H2>
<DIR>
<LI><A HREF="doku.html#IDX293">&Uuml;bergeben</A>
<LI><A HREF="doku.html#IDX151">&Uuml;berladene Schiffe</A>
</DIR>
<H2>_</H2>
<DIR>
<LI><A HREF="doku.html#IDX258"><KBD>_</KBD> (underscore) verschwindet</A>
</DIR>
<H2>a</H2>
<DIR>
<LI><A HREF="doku.html#IDX165">Abholzen der W&auml;lder</A>
<LI><A HREF="doku.html#IDX367">Abk&uuml;rzungen</A>
<LI><A HREF="doku.html#IDX247">Abk&uuml;rzungen verwenden</A>
<LI><A HREF="doku.html#IDX31">Ablauf des Spieles</A>
<LI><A HREF="doku.html#IDX141">Abschreiben von Zauberspr&uuml;chen</A>
<LI><A HREF="doku.html#IDX57">ACHECK bestellen</A>
<LI><A HREF="doku.html#IDX264">ACHECK verwenden</A>
<LI><A HREF="doku.html#IDX53">adesign, Mailingliste</A>
<LI><A HREF="doku.html#IDX266">ADRESSE</A>
<LI><A HREF="doku.html#IDX12">Adresse des Spielleiters</A>
<LI><A HREF="doku.html#IDX282">Adressen finden und kontrollieren</A>
<LI><A HREF="doku.html#IDX201">Allianzen</A>
<LI><A HREF="doku.html#IDX308">Allianzen schliessen</A>
<LI><A HREF="doku.html#IDX263">Anf&auml;nger Tips</A>
<LI><A HREF="doku.html#IDX255">Anf&uuml;hrungszeichen</A>
<LI><A HREF="doku.html#IDX113">Angebot und Nachfrage</A>
<LI><A HREF="doku.html#IDX206">Angreifende Einheit</A>
<LI><A HREF="doku.html#IDX208">Angreifende Partei</A>
<LI><A HREF="doku.html#IDX210">Angreifende Seite</A>
<LI><A HREF="doku.html#IDX96">Anheuern</A>
<LI><A HREF="doku.html#IDX56">Anleitung bestellen</A>
<LI><A HREF="doku.html#IDX17">Anmelden</A>
<LI><A HREF="doku.html#IDX135">Anzahl Magier</A>
<LI><A HREF="doku.html#IDX267">ARBEITEN</A>
<LI><A HREF="doku.html#IDX98">Arbeiten</A>
<LI><A HREF="doku.html#IDX177">Arbeiten, Bonus</A>
<LI><A HREF="doku.html#IDX100">Arbeitspl&auml;tze pro Region</A>
<LI><A HREF="doku.html#IDX67">Armbrustschiessen</A>
<LI><A HREF="doku.html#IDX46">Artikel einschicken</A>
<LI><A HREF="doku.html#IDX49">Atlantis Design Gruppe</A>
<LI><A HREF="doku.html#IDX268">ATTACKIEREN</A>
<LI><A HREF="doku.html#IDX214">Attackierende Person</A>
<LI><A HREF="doku.html#IDX90">Ausgaben</A>
<LI><A HREF="doku.html#IDX32">Ausscheiden</A>
<LI><A HREF="doku.html#IDX342">Auswertung</A>
<LI><A HREF="doku.html#IDX341">Auswertung ist zu gross</A>
<LI><A HREF="doku.html#IDX362">Auswertung, Beispiel</A>
<LI><A HREF="doku.html#IDX14">Autor des Original Atlantis 1.0</A>
</DIR>
<H2>b</H2>
<DIR>
<LI><A HREF="doku.html#IDX167">B&auml;ume, maximale Anzahl</A>
<LI><A HREF="doku.html#IDX103">B&auml;ume, weniger Bauern</A>
<LI><A HREF="doku.html#IDX111">Basispreis</A>
<LI><A HREF="doku.html#IDX295">Bauern Dinge geben</A>
<LI><A HREF="doku.html#IDX102">Bauern pro Region</A>
<LI><A HREF="doku.html#IDX171">Baustelle</A>
<LI><A HREF="doku.html#IDX43">BEFEHLE</A>
<LI><A HREF="doku.html#IDX331">Befehle beginnen</A>
<LI><A HREF="doku.html#IDX326">Befehle f&uuml;r neue Einheiten</A>
<LI><A HREF="doku.html#IDX364">Befehle, Beispiel</A>
<LI><A HREF="doku.html#IDX245">Befehle, lange Befehle</A>
<LI><A HREF="doku.html#IDX172">Befestigung</A>
<LI><A HREF="doku.html#IDX363">Beispiel einer Auswertung</A>
<LI><A HREF="doku.html#IDX365">Beispiel f&uuml;r eine Befehlsdatei</A>
<LI><A HREF="doku.html#IDX269">BEKLAUE</A>
<LI><A HREF="doku.html#IDX123">Beklauen von Einheiten</A>
<LI><A HREF="doku.html#IDX270">BELAGERE</A>
<LI><A HREF="doku.html#IDX240">Belagerung</A>
<LI><A HREF="doku.html#IDX125">Belagerung unterlaufen</A>
<LI><A HREF="doku.html#IDX271">BENENNE</A>
<LI><A HREF="doku.html#IDX68">Bergbau</A>
<LI><A HREF="doku.html#IDX157">Bergbau, maximale F&ouml;rderleistung</A>
<LI><A HREF="doku.html#IDX21">Bergm&ouml;nche</A>
<LI><A HREF="doku.html#IDX272">BESCHREIBE</A>
<LI><A HREF="doku.html#IDX54">Bestellen von Dateien</A>
<LI><A HREF="doku.html#IDX39">Betreffs bei E-Mails</A>
<LI><A HREF="doku.html#IDX273">BETRETE</A>
<LI><A HREF="doku.html#IDX203">Betreten, Eigentum von Allierten</A>
<LI><A HREF="doku.html#IDX239">Beute</A>
<LI><A HREF="doku.html#IDX296">Beute loswerden</A>
<LI><A HREF="doku.html#IDX274">BEWACHE</A>
<LI><A HREF="doku.html#IDX241">Bewachen, bevor man belagert</A>
<LI><A HREF="doku.html#IDX117">Bewachende Einheiten werden sichtbar</A>
<LI><A HREF="doku.html#IDX277">Bewacht die Region</A>
<LI><A HREF="doku.html#IDX229">Bewaffnete</A>
<LI><A HREF="doku.html#IDX69">Bogenschiessen</A>
<LI><A HREF="doku.html#IDX178">Bonus beim Arbeiten</A>
<LI><A HREF="doku.html#IDX182">Bonus f&uuml;r Verteidiger in Burgen</A>
<LI><A HREF="doku.html#IDX187">Boot</A>
<LI><A HREF="doku.html#IDX278">BOTSCHAFT</A>
<LI><A HREF="doku.html#IDX30">Bugs</A>
<LI><A HREF="doku.html#IDX360">Burg zerst&ouml;ren</A>
<LI><A HREF="doku.html#IDX170">Burgen</A>
<LI><A HREF="doku.html#IDX322">Burgen bauen</A>
<LI><A HREF="doku.html#IDX118">Burgen, Einheiten sind sichtbar</A>
<LI><A HREF="doku.html#IDX70">Burgenbau</A>
<LI><A HREF="doku.html#IDX231">Burgenbonus</A>
<LI><A HREF="doku.html#IDX180">Burgherr</A>
<LI><A HREF="doku.html#IDX298">Burgherr werden</A>
</DIR>
<H2>c</H2>
<DIR>
<LI><A HREF="doku.html#IDX343">Computer</A>
<LI><A HREF="doku.html#IDX23">Computerspieler</A>
<LI><A HREF="doku.html#IDX5">Copyright</A>
</DIR>
<H2>d</H2>
<DIR>
<LI><A HREF="doku.html#IDX13">Danksagung</A>
<LI><A HREF="doku.html#IDX246">Default Befehle</A>
<LI><A HREF="doku.html#IDX50">Design Gruppe</A>
<LI><A HREF="doku.html#IDX129">Diebe entlarven</A>
<LI><A HREF="doku.html#IDX116">Diebstahl</A>
<LI><A HREF="doku.html#IDX55">Doku bestellen</A>
<LI><A HREF="doku.html#IDX189">Drachenschiff</A>
</DIR>
<H2>e</H2>
<DIR>
<LI><A HREF="doku.html#IDX36">E-Mail</A>
<LI><A HREF="doku.html#IDX11">E-Mail an den Spielleiter</A>
<LI><A HREF="doku.html#IDX28">Ebenen</A>
<LI><A HREF="doku.html#IDX20">Einheit</A>
<LI><A HREF="doku.html#IDX280">EINHEIT</A>
<LI><A HREF="doku.html#IDX304">Einheiten &uuml;bergeben</A>
<LI><A HREF="doku.html#IDX131">Einheiten identifizieren</A>
<LI><A HREF="doku.html#IDX61">Einheiten mischen</A>
<LI><A HREF="doku.html#IDX99">Einkommen durch Arbeiten</A>
<LI><A HREF="doku.html#IDX133">Einkommen durch Steuern</A>
<LI><A HREF="doku.html#IDX107">Einkommen durch Unterhaltung</A>
<LI><A HREF="doku.html#IDX160">Eisenbarren, Grenzen der Produktion</A>
<LI><A HREF="doku.html#IDX281">ENDE</A>
<LI><A HREF="doku.html#IDX128">Erforschen der Umgebung</A>
<LI><A HREF="doku.html#IDX92">Ern&auml;hrung</A>
</DIR>
<H2>f</H2>
<DIR>
<LI><A HREF="doku.html#IDX42">Fehler bei der Befehlseingabe</A>
<LI><A HREF="doku.html#IDX235">Fernkampf</A>
<LI><A HREF="doku.html#IDX175">Festung</A>
<LI><A HREF="doku.html#IDX283">FINDE</A>
<LI><A HREF="doku.html#IDX284">FOLGE</A>
<LI><A HREF="doku.html#IDX1">Formate der Anleitung</A>
<LI><A HREF="doku.html#IDX286">FORSCHE</A>
<LI><A HREF="doku.html#IDX140">Forschen</A>
<LI><A HREF="doku.html#IDX219">Freie Attacke f&uuml;r gute Taktiker</A>
</DIR>
<H2>g</H2>
<DIR>
<LI><A HREF="doku.html#IDX254">G&auml;nsef&uuml;sschen</A>
<LI><A HREF="doku.html#IDX9">Geb&uuml;hren f&uuml;r die Spieler</A>
<LI><A HREF="doku.html#IDX291">Geben</A>
<LI><A HREF="doku.html#IDX202">Geben, Alliierten</A>
<LI><A HREF="doku.html#IDX153">Gegenst&auml;nde</A>
<LI><A HREF="doku.html#IDX320">Gegenst&auml;nde machen</A>
<LI><A HREF="doku.html#IDX336">Geld sammeln</A>
<LI><A HREF="doku.html#IDX122">Getarnte Einheiten</A>
<LI><A HREF="doku.html#IDX148">Gewicht</A>
<LI><A HREF="doku.html#IDX289">GIB</A>
<LI><A HREF="doku.html#IDX316">GIB Befehl wiederholen</A>
<LI><A HREF="doku.html#IDX248">Grossschreibung</A>
</DIR>
<H2>h</H2>
<DIR>
<LI><A HREF="doku.html#IDX108">Handel</A>
<LI><A HREF="doku.html#IDX71">Handeln</A>
<LI><A HREF="doku.html#IDX307">HELFE</A>
<LI><A HREF="doku.html#IDX261">Hilfe f&uuml;r Anf&auml;nger</A>
<LI><A HREF="doku.html#IDX72">Holzfaellen</A>
<LI><A HREF="doku.html#IDX166">Holzst&auml;mme, Grenzen der Produktion</A>
<LI><A HREF="doku.html#IDX192">Holzst&auml;mme, Schiffsbau</A>
</DIR>
<H2>k</H2>
<DIR>
<LI><A HREF="doku.html#IDX309">KAEMPFE</A>
<LI><A HREF="doku.html#IDX221">Kaempft nicht oder kaempft hinten</A>
<LI><A HREF="doku.html#IDX220">Kampfbereit</A>
<LI><A HREF="doku.html#IDX213">Kampfrunden</A>
<LI><A HREF="doku.html#IDX311">KAMPFZAUBER</A>
<LI><A HREF="doku.html#IDX306">Kampfzauber &uuml;bergeben</A>
<LI><A HREF="doku.html#IDX144">Kampfzauber erhalten</A>
<LI><A HREF="doku.html#IDX227">Kampfzauber verwenden</A>
<LI><A HREF="doku.html#IDX185">Kampfzauber, Schutz</A>
<LI><A HREF="doku.html#IDX149">Kapazit&auml;t</A>
<LI><A HREF="doku.html#IDX193">Kapit&auml;n</A>
<LI><A HREF="doku.html#IDX297">Kapit&auml;n werden</A>
<LI><A HREF="doku.html#IDX190">Karavelle</A>
<LI><A HREF="doku.html#IDX26">Karte von Atlantis</A>
<LI><A HREF="doku.html#IDX73">Katapultbedienung</A>
<LI><A HREF="doku.html#IDX312">KAUFE</A>
<LI><A HREF="doku.html#IDX110">Kaufkraft der Bauern</A>
<LI><A HREF="doku.html#IDX249">Kleinschreibung</A>
<LI><A HREF="doku.html#IDX299">Kommando &uuml;bergeben</A>
<LI><A HREF="doku.html#IDX347">Kommentar</A>
<LI><A HREF="doku.html#IDX48">Kommentar Beitr&auml;ge</A>
<LI><A HREF="doku.html#IDX7">Kommerzielle Nutzung</A>
<LI><A HREF="doku.html#IDX279">Kommunikation mit den Spielern</A>
<LI><A HREF="doku.html#IDX340">Komprimierte Auswertung</A>
<LI><A HREF="doku.html#IDX205">Kontakt aufnehmen</A>
<LI><A HREF="doku.html#IDX35">Kontakt zum Spielleiter</A>
<LI><A HREF="doku.html#IDX313">Kontaktieren fremder Einheiten</A>
<LI><A HREF="doku.html#IDX40">Korrektur von Befehlen</A>
<LI><A HREF="doku.html#IDX137">Kosten der Magie</A>
<LI><A HREF="doku.html#IDX8">Kosten f&uuml;r die Spieler</A>
<LI><A HREF="doku.html#IDX22">Kriegerm&ouml;nche</A>
<LI><A HREF="doku.html#IDX127">Kundschafter</A>
<LI><A HREF="doku.html#IDX244">Kurze Befehle</A>
</DIR>
<H2>l</H2>
<DIR>
<LI><A HREF="doku.html#IDX188">Langboot</A>
<LI><A HREF="doku.html#IDX243">Lange Befehle</A>
<LI><A HREF="doku.html#IDX194">Lange Befehle, auf hoher See</A>
<LI><A HREF="doku.html#IDX252">Lange Zeichenketten</A>
<LI><A HREF="doku.html#IDX233">Lanzenbonus</A>
<LI><A HREF="doku.html#IDX314">LEHRE</A>
<LI><A HREF="doku.html#IDX64">Lehren von Talenten</A>
<LI><A HREF="doku.html#IDX315">LERNE</A>
<LI><A HREF="doku.html#IDX63">Lernen von Talenten</A>
<LI><A HREF="doku.html#IDX317">LIEFERE</A>
<LI><A HREF="doku.html#IDX136">Limite f&uuml;r Magier</A>
<LI><A HREF="doku.html#IDX65">Liste der Talente</A>
<LI><A HREF="doku.html#IDX109">Luxusg&uuml;ter</A>
</DIR>
<H2>m</H2>
<DIR>
<LI><A HREF="doku.html#IDX319">MACHE</A>
<LI><A HREF="doku.html#IDX74">Magie</A>
<LI><A HREF="doku.html#IDX138">Magie, Kosten</A>
<LI><A HREF="doku.html#IDX288">Magie, Zauberspr&uuml;che erforschen</A>
<LI><A HREF="doku.html#IDX134">Magier</A>
<LI><A HREF="doku.html#IDX226">Magier und Kampfzauber</A>
<LI><A HREF="doku.html#IDX37">Mail</A>
<LI><A HREF="doku.html#IDX51">Mailingliste f&uuml;r Atlantis</A>
<LI><A HREF="doku.html#IDX52">Majordomo f&uuml;r adesign</A>
<LI><A HREF="doku.html#IDX114">Marktwirtschaft</A>
<LI><A HREF="doku.html#IDX195">Matrosen, ben&ouml;tigte</A>
<LI><A HREF="doku.html#IDX41">Mehrere Versionen von Befehlen</A>
<LI><A HREF="doku.html#IDX253">Mehrzeiliger Text</A>
<LI><A HREF="doku.html#IDX62">Mischen von Einheiten</A>
<LI><A HREF="doku.html#IDX18">Mitspielen</A>
<LI><A HREF="doku.html#IDX34">Mitspielen per E-Mail</A>
<LI><A HREF="doku.html#IDX29">Mogeln</A>
<LI><A HREF="doku.html#IDX24">Monster</A>
</DIR>
<H2>n</H2>
<DIR>
<LI><A HREF="doku.html#IDX328">NACH</A>
<LI><A HREF="doku.html#IDX112">Nachfrage</A>
<LI><A HREF="doku.html#IDX329">NAECHSTER</A>
<LI><A HREF="doku.html#IDX228">Nahkampf</A>
<LI><A HREF="doku.html#IDX91">Nahrung</A>
<LI><A HREF="doku.html#IDX325">Neue Einheiten</A>
<LI><A HREF="doku.html#IDX300">Neue Einheiten Machen</A>
<LI><A HREF="doku.html#IDX4">NMR</A>
<LI><A HREF="doku.html#IDX33">NMRs, zuviele</A>
</DIR>
<H2>o</H2>
<DIR>
<LI><A HREF="doku.html#IDX338">Optionen</A>
<LI><A HREF="doku.html#IDX6">Original Atlantis 1.0</A>
<LI><A HREF="doku.html#IDX196">Ozeane, befahren</A>
</DIR>
<H2>p</H2>
<DIR>
<LI><A HREF="doku.html#IDX215">Parierende Person</A>
<LI><A HREF="doku.html#IDX19">Partei</A>
<LI><A HREF="doku.html#IDX330">PARTEI</A>
<LI><A HREF="doku.html#IDX349">Partei aufgeben</A>
<LI><A HREF="doku.html#IDX302">Parteiwechsel einer Einheit</A>
<LI><A HREF="doku.html#IDX130">Parteizugeh&ouml;rigkeit</A>
<LI><A HREF="doku.html#IDX332">PASSWORT</A>
<LI><A HREF="doku.html#IDX250">Passwort, Schreibweise</A>
<LI><A HREF="doku.html#IDX2">PBEM</A>
<LI><A HREF="doku.html#IDX97">Personen rekrutieren</A>
<LI><A HREF="doku.html#IDX156">Pferde "machen"</A>
<LI><A HREF="doku.html#IDX161">Pferde, Anzahl</A>
<LI><A HREF="doku.html#IDX232">Pferdebonus</A>
<LI><A HREF="doku.html#IDX75">Pferdedressur</A>
<LI><A HREF="doku.html#IDX234">Pikenbonus</A>
<LI><A HREF="doku.html#IDX238">Pl&uuml;ndern</A>
<LI><A HREF="doku.html#IDX318">Produzieren</A>
</DIR>
<H2>r</H2>
<DIR>
<LI><A HREF="doku.html#IDX225">R&uuml;stung verwenden</A>
<LI><A HREF="doku.html#IDX216">R&uuml;stungen sch&uuml;tzen im Kampf</A>
<LI><A HREF="doku.html#IDX45">README</A>
<LI><A HREF="doku.html#IDX44">Regelfragen</A>
<LI><A HREF="doku.html#IDX27">Regionen</A>
<LI><A HREF="doku.html#IDX275">Regionen, bewachen</A>
<LI><A HREF="doku.html#IDX212">Reihenfolge der Attacken</A>
<LI><A HREF="doku.html#IDX145">Reisen</A>
<LI><A HREF="doku.html#IDX199">Reisen auf Strassen</A>
<LI><A HREF="doku.html#IDX327">Reisen, Befehl</A>
<LI><A HREF="doku.html#IDX76">Reiten</A>
<LI><A HREF="doku.html#IDX147">Reiten statt Wandern</A>
<LI><A HREF="doku.html#IDX333">REKRUTIERE</A>
<LI><A HREF="doku.html#IDX95">Rekrutieren</A>
<LI><A HREF="doku.html#IDX155">Rohstoffe</A>
<LI><A HREF="doku.html#IDX77">Ruestungsbau</A>
</DIR>
<H2>s</H2>
<DIR>
<LI><A HREF="doku.html#IDX334">SAMMEL</A>
<LI><A HREF="doku.html#IDX290">Schenken</A>
<LI><A HREF="doku.html#IDX186">Schiffe</A>
<LI><A HREF="doku.html#IDX323">Schiffe bauen</A>
<LI><A HREF="doku.html#IDX223">Schiffe im Kampf</A>
<LI><A HREF="doku.html#IDX361">Schiffe zerst&ouml;ren</A>
<LI><A HREF="doku.html#IDX119">Schiffe, Einheiten sind sichtbar</A>
<LI><A HREF="doku.html#IDX78">Schiffsbau</A>
<LI><A HREF="doku.html#IDX310">Schlachtordnung bestimmen</A>
<LI><A HREF="doku.html#IDX174">Schloss</A>
<LI><A HREF="doku.html#IDX236">Schusswaffen</A>
<LI><A HREF="doku.html#IDX181">Schutz durch Burgen</A>
<LI><A HREF="doku.html#IDX79">Schwertkampf</A>
<LI><A HREF="doku.html#IDX222">Seeschlachten</A>
<LI><A HREF="doku.html#IDX80">Segeln</A>
<LI><A HREF="doku.html#IDX337">SENDE</A>
<LI><A HREF="doku.html#IDX121">Sichtbare Einheiten</A>
<LI><A HREF="doku.html#IDX16">Siegesbedingung</A>
<LI><A HREF="doku.html#IDX335">Silber sammeln</A>
<LI><A HREF="doku.html#IDX259">Sonderzeichen</A>
<LI><A HREF="doku.html#IDX81">Speerkampf</A>
<LI><A HREF="doku.html#IDX348">Spiel beenden</A>
<LI><A HREF="doku.html#IDX10">Spielleiter</A>
<LI><A HREF="doku.html#IDX126">Spionage</A>
<LI><A HREF="doku.html#IDX143">Spr&uuml;che erhalten</A>
<LI><A HREF="doku.html#IDX345">Statistik</A>
<LI><A HREF="doku.html#IDX82">Steinbau</A>
<LI><A HREF="doku.html#IDX184">Steinquader recyclen</A>
<LI><A HREF="doku.html#IDX179">Steinquader, Burgenbau</A>
<LI><A HREF="doku.html#IDX159">Steinquader, Grenzen der Produktion</A>
<LI><A HREF="doku.html#IDX198">Steinquader, Strassenbau</A>
<LI><A HREF="doku.html#IDX132">Steuern eintreiben</A>
<LI><A HREF="doku.html#IDX352">Steuern eintreiben, Befehl</A>
<LI><A HREF="doku.html#IDX204">Steuern eintreiben, bei Allierten</A>
<LI><A HREF="doku.html#IDX276">Steuern, bewachen</A>
<LI><A HREF="doku.html#IDX350">STIRB</A>
<LI><A HREF="doku.html#IDX197">Strassen</A>
<LI><A HREF="doku.html#IDX321">Strassen bauen</A>
<LI><A HREF="doku.html#IDX83">Strassenbau</A>
<LI><A HREF="doku.html#IDX251">Strings</A>
<LI><A HREF="doku.html#IDX38">Subjects bei E-Mails</A>
</DIR>
<H2>t</H2>
<DIR>
<LI><A HREF="doku.html#IDX84">Taktik</A>
<LI><A HREF="doku.html#IDX218">Taktiker</A>
<LI><A HREF="doku.html#IDX66">Talente &Uuml;bersicht</A>
<LI><A HREF="doku.html#IDX58">Talente lernen</A>
<LI><A HREF="doku.html#IDX59">Talente verw&auml;ssern</A>
<LI><A HREF="doku.html#IDX85">Tarnung</A>
<LI><A HREF="doku.html#IDX242">Tarnung, gegen Belagerer</A>
<LI><A HREF="doku.html#IDX124">Tarnung, zum Klauen</A>
<LI><A HREF="doku.html#IDX324">TEMP Einheiten</A>
<LI><A HREF="doku.html#IDX301">TEMP Nummern</A>
<LI><A HREF="doku.html#IDX158">Terrain, Rohstoffe</A>
<LI><A HREF="doku.html#IDX200">Terrain, Strassenbau</A>
<LI><A HREF="doku.html#IDX262">Tips f&uuml;r Anf&auml;nger</A>
<LI><A HREF="doku.html#IDX150">Tragen</A>
<LI><A HREF="doku.html#IDX294">Transferieren</A>
<LI><A HREF="doku.html#IDX217">Treffer</A>
<LI><A HREF="doku.html#IDX237">Trefferchancen</A>
<LI><A HREF="doku.html#IDX351">TREIBE STEUERN EIN</A>
<LI><A HREF="doku.html#IDX191">Trireme</A>
<LI><A HREF="doku.html#IDX173">Turm</A>
</DIR>
<H2>u</H2>
<DIR>
<LI><A HREF="doku.html#IDX260">Umlaute</A>
<LI><A HREF="doku.html#IDX230">Unbewaffnete</A>
<LI><A HREF="doku.html#IDX257">Underscores (<KBD>_</KBD>)</A>
<LI><A HREF="doku.html#IDX120">Unsichtbare Einheiten</A>
<LI><A HREF="doku.html#IDX93">Unterhaltskosten</A>
<LI><A HREF="doku.html#IDX265">Unterhaltskosten, Tips</A>
<LI><A HREF="doku.html#IDX353">UNTERHALTUNG</A>
<LI><A HREF="doku.html#IDX86">Unterhaltung</A>, <A HREF="doku.html#IDX106">Unterhaltung</A>
</DIR>
<H2>v</H2>
<DIR>
<LI><A HREF="doku.html#IDX285">Verfolgen einer Einheit</A>
<LI><A HREF="doku.html#IDX94">Verhungern</A>
<LI><A HREF="doku.html#IDX354">VERKAUFE</A>
<LI><A HREF="doku.html#IDX355">VERLASSE</A>
<LI><A HREF="doku.html#IDX169">Vermehrung der B&auml;ume</A>
<LI><A HREF="doku.html#IDX104">Vermehrung der Bauern</A>
<LI><A HREF="doku.html#IDX162">Vermehrung der Pferde</A>
<LI><A HREF="doku.html#IDX207">Verteidigende Einheit</A>
<LI><A HREF="doku.html#IDX209">Verteidigende Partei</A>
<LI><A HREF="doku.html#IDX211">Verteidigende Seite</A>
<LI><A HREF="doku.html#IDX60">Verw&auml;sserung der Talente</A>
</DIR>
<H2>w</H2>
<DIR>
<LI><A HREF="doku.html#IDX168">Wachstum der W&auml;lder</A>
<LI><A HREF="doku.html#IDX224">Waffen verwenden</A>
<LI><A HREF="doku.html#IDX87">Waffenbau</A>
<LI><A HREF="doku.html#IDX152">Wagen</A>
<LI><A HREF="doku.html#IDX88">Wagenbau</A>
<LI><A HREF="doku.html#IDX89">Wahrnehmung</A>
<LI><A HREF="doku.html#IDX164">Wald abholzen</A>
<LI><A HREF="doku.html#IDX146">Wandern</A>
<LI><A HREF="doku.html#IDX105">Wanderung der Bauern</A>
<LI><A HREF="doku.html#IDX163">Wanderung der Pferde</A>
<LI><A HREF="doku.html#IDX154">Waren</A>
<LI><A HREF="doku.html#IDX303">Wechsel der Partei</A>
<LI><A HREF="doku.html#IDX292">Wegwerfen</A>
<LI><A HREF="doku.html#IDX115">Wirtschaft, Standorte</A>
</DIR>
<H2>z</H2>
<DIR>
<LI><A HREF="doku.html#IDX3">ZAT</A>
<LI><A HREF="doku.html#IDX356">ZAUBERE</A>
<LI><A HREF="doku.html#IDX139">Zaubern, Kosten</A>
<LI><A HREF="doku.html#IDX305">Zauberspr&uuml;che &uuml;bergeben</A>
<LI><A HREF="doku.html#IDX287">Zauberspr&uuml;che erforschen</A>
<LI><A HREF="doku.html#IDX142">Zauberspr&uuml;che erhalten</A>
<LI><A HREF="doku.html#IDX358">Zauberspruch, Wirkung anzeigen</A>
<LI><A HREF="doku.html#IDX357">ZEIGE</A>
<LI><A HREF="doku.html#IDX25">Zeit</A>
<LI><A HREF="doku.html#IDX346">Zeitung</A>
<LI><A HREF="doku.html#IDX47">Zeitungsbeitr&auml;ge</A>
<LI><A HREF="doku.html#IDX183">Zerst&ouml;ren von Burgen</A>
<LI><A HREF="doku.html#IDX359">ZERSTOERE</A>
<LI><A HREF="doku.html#IDX15">Ziele in Atlantis</A>
<LI><A HREF="doku.html#IDX344">Zipped</A>
<LI><A HREF="doku.html#IDX339">Zippen der Auswertung</A>
<LI><A HREF="doku.html#IDX176">Zitadelle</A>
<LI><A HREF="doku.html#IDX366">Zusammenfassung der Befehle</A>
<LI><A HREF="doku.html#IDX101">Zuwenig Arbeitspl&auml;tze</A>
</DIR>

</P>
<P><HR><P>
Dieses Dokument wurde am 4. April 1999 mit einer von 
<a href="mailto:a.schroeder@bsiag.ch">Alex Schr&ouml;der</a>
leicht modifizierten <A HREF="http://wwwcn.cern.ch/dci/texi2html/">texi2html</A>
Version 1.51 erzeugt.</P>
</BODY>
</HTML>
